{"anchor_id": "doc_0001:p1#a1", "doc_id": "doc_0001", "page": 1, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\n匿名組合をめぐる国際課税問題\n一日本版タックス・シェルターに係る税務調査上の論点一\n税務大学校研究部教授\n遠 藤 克 博\n㊥INでRODtJCTION㊥\n本論文は、日本版タックスシェルターという切り口で、今この時、匿名組合契約を利用\nした租税回避を巡って納税者と課税当局との間でどのような議論が生じているかについて\n具体的事例を基に詳細に検討しており、学者、実務家いずれの方々にもタイムリーかつ有\n益な情報を提供するものとなっている。またその際、筆者は、関係する裁判所の判決文、\n判例評釈及び雑誌掲載論文等を適時紹介して読者の理解を促進させるよう工夫を加えてい\nる。\n筆者は、本論文において、透明な事業体（取ansparentEntity）が投資ビークルとして利用\nされている、「損失分配スキーム＿l及び「外国法人への匿名組合利益分配スキーム」の二つ\nの匿名組合契約事例を取り上げている。そして、それぞれについてタックスシェルター対\n策の先駆者といえる米国の法制度を紹介しつつ、わが国においても速やかな制度的対応が\n必要であると提言している。\nさらに、筆者は、米国におけるタックスシェルターの利用が、パートナーシップを代表\nとする透明な事業体の増加と軌を一にするものであり、パートナーシップ等が租税回避を\n図る仕組みに利用されやすいものであるという事実を指摘し、わが国においても透明な事\n業体を利用したタックスシェルターが増加する可能性を示唆しつつ、それらに対する的確\nな対策を考えるに当たっては、これまで米国において重ねられてきた米国の税制改正、裁\n判例が格好の教材となると述べている。その上で、民法上の組合や匿名組合さらに信託と\nいった事業組織に関する課税制度の選択の問題は、外国で組成されたパートナーシップや\n信託等の事業組織を日本の租税法上どのように取り扱うかという課税制度の問題と同根で\nあるから、その制度設計は内外の事業体に対して整合性を保った形で行われるべきである\nと述べ、今後の多様な事業体の法制度設計について示唆に富んだ提言を行っている。\n（税大ジャーナル編集部）", "is_heading": false}
{"anchor_id": "doc_0001:p2#a1", "doc_id": "doc_0001", "page": 2, "para_idx": 1, "text": "税大ジャーーナル 1 2005，4\n要 約\n1研究の目的と手法 認識もない にもかかわらず、組合事業におい\nバブル経済の崩壊以後、景気の長期低迷と て発生した航空機の減価償却費や借入金の支\n企業の大型倒産があり、企業再編が進み、多 払利子を各個人投資家本人の不動産所得に係\n額な不良債権処理が外資系企業を中心に推し る必要経費として処理していたことについて、\n進められてきたこの時期に、日本版タックス 税務当局は一連の取引に経済合理性はなく当\nシェルターと言われる取引形態の課税問題が 該組合契約の実態は利益配当契約であると認\n注目を集めている。 定した点にある。納税者は、民法上の組合契\n本稿の目的は、新聞紙上に取上げられた多 約が有効に成立し、租税法どおりの税務処理\n額な課税事例等の中から、典型的な日本版タ を行ったとして、租税法律主義に従った妥当\nックスシェルターーーと思われる取引事例を抽出 な処理であったことを主張した。これに対し\nし、納税者の考え方と税務当局の考え方を分 て、裁判所は、税務当局の主張を退け、納税\n析して課税上の論点を明確化することにある。 者の税務処理に問題がなかったとの判断を示\n研究の手法としては、裁判例がある事例につ した。\nいては判決文と判例評釈に基づき分析を行い、 類似する裁判例としては映画フイルムリー\n裁判例のない事例については、雑誌、論文集 ス事件がある。この事例は、法人投資家（納\nを参考に税務調査の実務で戦わされた議論を 税者）が民法上の組合を通じて映画フイルム\n織り込んで分析を行った。 リース事業に投資を行い、やはり組合事業に\n主要な論点については、筆者の考え方を示 おいて発生した期間損益計算上の損失を取り\nすとともに、税制改正の最新情報にも言及す 込み、納税者の本来の事業に係る損羞と通算\nることとした。 して法人税の申告を行ったところ、税務当局\nが納税者が計上した映画フイルムの減価償却\n2 損失分配スキームに利用される組合課 費を否認し借入金利子に相当する受取利子の\n税方式 計上がもれているとして課税処分したもので\n日本版タックスシェルタ山の典型事例には、 ある。税務当局は、映画フイルムの売買契約\n契約に基づき複数の構成員が資金やその他の 並びにリース契約の個別条項の解釈を行い、\n財産等を出し合って事業を行い、当該事業で 循環金融であるという事実関係を根拠の一つ\n稼得した利益を契約に基づき各構成貞が享受 として示して、租税法の解釈上、映画フイル\nする事業組織が重要な役割を果たしている。 ムの売買契約とリース契約は有効に成立して\nわが国の法人税法には、民法上の組合や商法 いるとは言えず、一種の金融取引であると主\n上の組合に構成員課税方式を認めるとする明 張した。これに対し、納税者は、民法上の組\n確な規定は存在しないが、法人税基本通達14 合契約は有効に成立しており、税務処理も租\n…1…1〜3がこれを認める解釈指針を示して 税法を適正に解釈、適用したものであると主\nおり、実務の拠り所となっている。 張した。両者の主張に対して、裁判所は、各\n民法上の組合を通じて航空機リース事業に 事業年度に負担すべき租税を後の事業年度に\n投資を行い、組合事業において発生する期間 繰延べる行為も租税回避に当たるとし、例え\n損益計算上の損失を個人投資家が取り込み不 法文中に明文規定がない場合でも、事実認\n動産所得として損益通算した事例については、 定・私法上の法律構成による否認という方法\n名古屋地裁において司法判断が下された。本 により真実の法律関係に基づき課税が行われ\n件の争点は、各個人投資家（納税者）に航空 ると判示し、税務当局の課税処分を妥当とす\n機リース事業を行う意思や事業主体としての る判断を示した。", "is_heading": false}
{"anchor_id": "doc_0001:p3#a1", "doc_id": "doc_0001", "page": 3, "para_idx": 1, "text": "税大ジャーナル 1 2㈹5．4\n両判決の判断が分かれた理由ほ、個別の契 例に対し事実認定によって対処しようとして\n約内容とその実態に関して、映画フイルムリ も、資料提出義務の限界と取引相手が外国に\nース事件では、裁判所が、税務当局が示した 所在する場合の反面調査の限界があり、税務\n証拠に基づき、納税者ら当事者間の契約（書） 当局が税務処理の違法性を立討三するための証\nと異なる事実評価■契約解釈を行ったのに対 拠の入手は極めて困難であるという現実があ\nし、航空機リース事件でほ、裁判所は、税務 る。\n当局が示した証拠だけでは、納税者ら当事者\n間の民法上の組合契約が成立していないとい 4 まとめ\nう結論を出すに至らなかったということであ ユ999年5月に日本経団逮は、「わが国産業\nる。 の競争力強化に向けた第w一次提言」と題する\n意見書を発表し、経済産漂省は日本版リミテ\n3 外国法人への匿名組合別益分配スキー ッド・ ライアビリティ・パー トナーシップの\nムに係る課税関係 法制化を進めている。本稿で取上げた課税問\n構成員課税の仕組みがクロスボ∴ダー取引 題は、いずれも構成員課税が認められる透明\nに組み込まれると、国際課税分野でのタック な事業体（1、ransparent Entity）が投資ビー\nス・プランニングに活用される。高収益の事 クルとして利用されてし1るケースである。\n業を行う外資系日本法人に、オランダに設立 民法上の組合や商法上の匿名組合さらに信\nした子会社を経由して匿名組合出資を行うと、 託といった事業組織に関する課税制度の選択\n日本法人からオランダ法人に分配される匿名 の問題は、外国で組成されたパートナーシッ\n組合分配利益の税負担が著しく軽減される。 プやトラスト等の事業組織を日本の租税法上\nこの仕組みについては、東京国税不服審判 どのように取扱うかという課税制度の選択の\n所において裁決事例が出ており、同裁決に関 問題と同根であり、全体としての整合性を保\nして評釈を行った研究論文が発表された。税 ちながら制度設計を行う必要がある。特に、\n務調査における議論と上記研究論文の内容を タックスシェルターの利用ほ透明な事業体の\n分析すると、本件事例には次のような論点が 増加と軌を一にしているといわれるほど、税\n存在する。 負担の軽減を図る仕組みに利用されやすい事\n① 租税法上に明文による定義規定のない法 業組織であることは、米国の歴史的な経緯を\n律用語（借用概念）に係る解釈、適用の問題 紐解けば理解できる。\n⑦ 契約実態として共同事業性の強い（自称） 米国におけるパートナーシップ税制等の改\n匿名組合契約の取り扱い 正の変遷は、ある意味ではタックスシェルタ\n③ 実態のないオランダ法人と日本法人の匿 ーへの対応の歴史とも言え、米国の税務当局\n名組合契約についての租税条約の適用 にとって困難な道筋を辿った多くの裁判例は、\nタックス・プランニングに利用される匿名 わが国の制度を考えるに当たって、格好の教\n組合契約については、同一企業グループ内で 材となるものと思われる。一方、同様の課税\nの契約である点が共通しており、100％出資を 問題が発生しているとは言え、米国と日本の\n行う株主が唯一の匿名組合員となっているケ 質問検査権の違いや裁判制度の相違は税務の\nースや匿名組合員の類似商号が営業者によっ 執行に決定的な差異を生ずることとなるので、\nて使用されているケースなど、非典型の匿名 資料提出義務や立証責任について十分に配意\n組合契約が多く、安易な文理解釈による租税 した上で米国の制度を参考にしなければなら\n法の適用を行うと、著しい課税上の弊害が生 ないと考える。\nじかねない現状にある。一方、このような事", "is_heading": false}
{"anchor_id": "doc_0001:p4#a1", "doc_id": "doc_0001", "page": 4, "para_idx": 1, "text": "税大ジャーナル ユ 2005．4", "is_heading": false}
{"anchor_id": "doc_0001:p5#a1", "doc_id": "doc_0001", "page": 5, "para_idx": 1, "text": "税大ジャーナル 1 2005．4", "is_heading": false}
{"anchor_id": "doc_0001:p5#a2", "doc_id": "doc_0001", "page": 5, "para_idx": 2, "text": "もの作りに掛けた日本人としての「誇り㌧」が\n税務大学校では、国税庁の職員研修に加え あったのかもしれない。\nて国際協力機構（JICA）がコーディネイトする 筆者が国税の仕事についた頃は、高度経済\n開発途上国の知的支援事業にも参加している。 成長の真っ只中で、外国の学者から”J鱒an\n筆者は、この二年内に二回にわたり、カンボ as Nしmber One”と賞賛されていた。その後、\nジア王国の税制の整備と執行の充実のため、 不動産投機に狂奔するバブル経済があり、米\n現地での研修プログラムに講師として参加し、 国発の株価の急落に端を発した景気の急落、\n日常の仕事では経験できない貴重なふれあい 長期低迷、構造不況、企業再編、大型倒産、\nをもった。カンボジアの税務職員とお茶を飲 不良債権処理といっためまぐるしい変化の時\nみながら雑談をすると、「現在の私達の国の状 代を経て、永い間積み上げられてきた信用や\n況は、丁度日本の戦争直後のようなものです。 慣習、慣行があっという間に崩壊する不安と\n日本の復興のプロセスを参考にして、少しで 隣り合わせの不確実な時代が到来したような\nも早く国を豊かにして、税制も整備したい。」 気がする。そのような環境の申で、出現した\nと笑いかけてくれる。 のが「日本版タックスシェルター」である。\n税務の執行にも回によって発展段階があり、 今、税務の世界では、国際取引に関連する\n各国がそれぞれの社会、政治、経済、文化と 課税問題が従来にも増して注目されている。\nいった要因を背景に試行錯誤を行っている姿 新聞紙上には、一一つの調査事案で数百億円に\nが見えてくる。プノンペンからバンコク経由 も上る課税問題が、納税者と税務当局の間で\nで帰国して、再び日本の税務の現状に接して 議論されていることが報道され、一般サラリ\nみると、申告納税制度と源泉徴収制度の定着 ーマンやノト規模な事業者といった日本の納税\n並びに青色申告に基づく帳簿書類の記帳水準 者の大多数を占める人々にとっては、見当も\nの高さは、世界に誇れるレベルにあるように つかないような別世界の「税の攻防」が日本\n思えてくる。そこで、果たしてこれを支えて のどこかで展開されているのである。\nきた要因は何かと考えたとき、戦後の荒廃か タックスシェルター（“Tax Shelter”）と\nら奇跡的な復興とさらなる発展を成し遂げて いう用語を辞書で引いてみると、「納税者によ\nきた日本人の国民性にたどり着く。 って、税の軽減や繰延べのために用いられる\n日本企業が「いいものを作りこれを海外に 仕組み」1という意味が与えられている。米\n売り込む」ためにどれだけの苦労を重ねてき 国内国歳入法典の中では，第6111条で課税所\nたか、日本人ビジネスマンの汗と涙がどれだ 得金額への影響額を判断基準にした概念規定\nけ流されてきたかをテーマにした隙Ⅸの人気 が行われており、タックスシェルター・プロ\nテレビ番組のシリーズの中で、ある著名企業 モーターの登録制度（第6112条）も導入され\nのセールスマンが述べていた、「俺達の売る一 ていることからもわかるように、タックスシ\n番大事なもの、それはMadeinJapanの誇り ェルターの利用が引き起こす納税道義上の問\nだ。」という言葉と、「日本は外国にいいもの 題は極めて大きいものと思われる。\nを売らなければ豊かになれないのです。」とい わが国においても、租税回避行為2とその\nう言葉が妙に心に残っている。戦後の復興期 否認の法理について多くの議論が重ねられて\nに外貨事情の悪い中、世界各国に飛んで、「安 きたが、米国においてタックスシェルターと\nかろう悪かろう」の代名詞のように言われて 位置付けられ、それらに類似する仕組みにっ\nいた日本製品のイメージを払拭し、外国の消 いて日本の納税者がその仕組みの中に参加し\n費者に売り込むことに心血を注いだ人たちの ている取引形態の課税上の問題については、", "is_heading": false}
{"anchor_id": "doc_0001:p6#a1", "doc_id": "doc_0001", "page": 6, "para_idx": 1, "text": "税太ジヤ、Mナル 1 2（）05．4\n租税回避に当たるか否か、あるいはまた、そ 第1章 損失分配スキームに利用される組合\nの行為を税務上否認することができるか否か 課税方式\nといった論点で議論が行われている。\n米国において、かつて富裕層の節税手段と 本稿で取上げる事例の中では、契約に基づ\nして多用されたレバレッジド・りし…【、−・ス取引へ き複数の構成員が資金やその他の財産等を出\nの投資商品が日本でも出現し、納税者と税務 し合って事業を行い、当該事業で稼持した利\n当局との議論が展開されてきた。その一部は 益を契約に基づき各構成員が享受する事業組\n税務訴訟事件となり、裁判所の判断が下され 織が重要な役割を果たしている。そのような\nている。 事業組織は、法人格がない組織体と位置付け\n本稿の目的は、次の二つの事例について、 られている。この様な事業観綴に係る税務上\n事実認定と法令の解釈、適用の両面から分析、 の取扱いについては、税務上、当該組織自体\n検討を行い、数年来マスコミに大きく取上げ を納税義務者とする課税方式がひとつ考えら\nられてきた代表的な課税問題と位置付けられ れる。本稿では、これを事業体課税方式と呼\nる取引類型について、議論の焦点となってい ぶ。一方、事業観織自体には課税せず当該事\nる論点を明確にすることにある。第一の事例 業組織の構成員を当該事業組織が稼得した所\nとしては、商法上の匿名組合契約及び民法上 得の納税義務者とする課税方式も考えられる。\nの組合契約を投資対象であり、事業主体であ これを構成員課税方式と呼ぶ。\nるどいクルとして、いわゆるレバレッジド・ わが国の法人税法には、民法上の組合や商\nリース事業を行い、当該事業から発生する期 法上の匿名組合に構成員課税方式を認めると\n間損益計算上の損失を組合員（投資家）であ する明確な規定は存在しないが、商行為を行\nる居住者・内国法人に分配する形態の取引か う権利能力の主体、商行為を行うに当たり使\nら生ずる課税問題を取上げる。第二事例とし 用する財産の帰属者、商行為の結果として得\nては、商法上の匿名組合に非居住者・外国法 られる成果（利益）の帰属者といった要因の\n人が出資している場合に当該非居住者・外国 検討から導かれる法令の解釈指針として法人\n法人に対して分配される組合利益の課税問題 税基本通達14一ト1〜3が示され、民法上の\nを取上げる。分析・検討の進め方としては、 組合及び商法上の匿名組合の所得計算におい\n判例が公表されている取引事例については、 て、構成員課税を認める取扱いの拠り所とな\n税務訴訟の判例等を素材にして、納税者の主 っている。また、所得税基本通達36・37共通\n張と税務当局の主張を対比し、事実認定に関 20〜21でも同様の解釈指針が示されている。\nする議論と法令解釈上の議論の論点整理を行 事業用資産の減価償却を定率法（あるいは\nう。各論点に関する理論的な検討については、 加速度償却法）で計算することにより計上さ\n関係する論文等に当たりながら、考え方の整 れる減価償却費と多額な借入金から生ずる借\n理を試みることとする。 入金利子の合計額が事業収入を大幅に上回る\nこの作業を通じて、現行制度の問題点が一 ことから生み出される期間損益計算の歪みに\nつでも多く浮かび上がれば、研究の第一の目 着目し、パートナーシップのパ…トナーに認\n標は達成されるが、それら諸問題への対応策 められる構成員課税方式を組み合わせて考案\nが今後の重要な課題となっていくものと思わ された節税商品は、米国におけるタックス・\nれる。この点については、平成17年1月17 シェルターの中に前例を見出すことができる\n日に閣議決定された、「平成17年度税制改正 3。このような節税商品については、租税回\nの要綱」を参考に示しながら、検討を加える 避取引として税務当局が否認できるか否かを\nこととする。 めぐり激しい議論が戦わされ、結果として、", "is_heading": false}
{"anchor_id": "doc_0001:p7#a1", "doc_id": "doc_0001", "page": 7, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\n極端な税負担の軽減に歯止めを掛ナる立法措 税務訴訟が提起されている。本章では、匿名\n置が講じられ、今日に至っている。 組合が介在する「損失分配スキーム」の仕組\n日本においても、過去に米国において流行 みを紹介し、これに類似する取引事例に係る\nしたものと同種の取引事例が、一種の投資対 裁判例の論点を分析して、納税者と税務当局\n象として広がりを見せ、（税務当局から見て） の主張の違いと裁判所の判断の拠り所を探り\n極端な取引事例について、課税処分が行われ、 たい。\n1取引事例\n庄）匿名船倉出資 リ ース\n外 阿\n航空会社\n（塾り…ス料\n有限会社（第ムー年 ）の損益 計紫雲\nリ ース料収入 4500\n航空綬減価償却費 ▲ 5800\n借入金利息 ▲ 2200\n、、− 匿名組合事業損失 ▲ 3500\n内因法人 属年度）の損益計\n営業利益\n12，000\n営業外損益 ▲ 2，000\n経常 利益 10，000\n−ぅゎ 匿名組合事業損失 ▲ 3，500\n税引前当期利益 6，500\nこの事例は、「航空機リース」事業への投資 減価償却費が定率法を適用して計算されると\nとして、新聞や雑誌等で取上げられている投 共に、借入金の支払利子が多額に発生するこ\n資形態の一類型である4。余剰資金のある投 とから、リース期間の前半に多額の匿名組合\n資家（内国法人）が、リース事業の運営主体 事業損失が計上され、後半には利益が計上さ\n（通常はリース事業に精通した会社）が設立 れる。内国法人は、法人税基本通達14−ト3\nした有限会社と商法上の匿名組合契約を締結 の取扱いに従い、有限会社から自社に分配さ\nし、出資を行う（①）。匿名組合契約上の営業 れた匿名組合事業損失を自社の損益計算に取\n者（有限会社）は、匿名組合事業として航空 り込み、損益の通算を行った上で、課税所得\n機リース事業を行うこととされている。有限 金額を算出し申告を行う（③）。\n会社は、匿名組合出資金と銀行から借り入れ 「航空機リース」事業への投資取引にほ、\nた資金を元手に航空機を購入し、外国の航空 本件事例のように匿名組合契約によるものと\n会社にリースしてリース料収入を得る（②）。 民法上の組合によるものとが存在する。組合\n有限会社の営業収益である受取リース科は、 財産の所有関係や組合員の責任限度など微妙\nリース期間を通じて定額であるが、航空機の に異なる点があるが、税務上の取扱いを意識", "is_heading": false}
{"anchor_id": "doc_0001:p8#a1", "doc_id": "doc_0001", "page": 8, "para_idx": 1, "text": "税大ジャーナル ユ 20（事5．4\nして、事業組織の形態を選択しているものと スが行われるという問題が生じることから、\n思われる。現在、匿名組合契約による取引事 非居住者又は外国法人に対するファイナン\n例に係る裁判例が未だないため、ここでは、 ス・リースに係る資産についてほ、その償却\n民法上の組合契約による取引事例の分析に当 方法がり山ス期間定額法に改められまし\nたり、税務当局が行った課税処分について課 た。 ‥・」と述べられている。\n税の取消を求めて争われた裁判例を取上げて、 （2）ファイナンス・リースとオペレーティ\n納税者と税務当局のそれぞれの主張と裁判所 ング・リースをめぐる議論\nの判断を分析することで、匿名組合契約によ 確かに、この改正を機に、節税商品として\nる取引事例について考えるに当たっての【【一助 のファイナンス・リース契約に基づくレバレ\nとしたい。 ッジド・リースは姿を消した。しかしながら、\nその代わりにオペレーティング・リース契約\n2 問毘の所在 に基づくレバレッジド・リース取引を組み込\n定額の受取リース料と定率法による減価償 んだ投資商品が増加している。そのため、平\n却費及びノン・リコース・tコーーン5の支払利 成10年以降開始したリース取引の分配損に\n息が主たる要唇となって生み出される期間損 ついての議論のポイントの一一つは、ファイナ\n益計算上の損益のゆがみについて、税務上ど ンス・リースとオペレーティング・リースの\nのように取扱うべきかについては、多くの議 相違点となっている。リース物件の所有権が\n論が重ねられてきた。すなわち、リース取引 誰にあるか、ij…ス期間中にリース資産の購\nが法令で規定されるまでの間、ファイナン 入対価、金利、諸費用等の概ね全額をリース\nス・リースであるか、資産の売買に当たるか、 料等として回収する契約であるか（フルペイ\nあるいはオペレーティング・リースに当たる アウト）、レッシーにリース期間中の中途解約\nのかといった線引きの議論が重ねられてきた 権がないか（ノン・キヤンセラブル）、といっ\nのである6。¶一方、レバレッジド・リースの た要件の検討が行われている。\n取扱いについては、昭和63年12月と平成2 （3）匿名組合の構成員課税をめぐる議論\n年5月に、リース事業協会の申し合わせ事項 （1）と（2）は、収益の計上と費用の計上に係\nが周知され、課税上も弊害がないとされる取 るタイミングのずれに焦点を当てた議論だが、\n引が業界の自主規制の下で行われてきたと言 法人税基本通達が示している構成員課税はど\nわれる㌔ のような匿名組合契約に認められるのかとい\n（1）「定率法」から「リース期間定額法」 う本質の議論も行われている。また、組合員\nへの減価償却法の改正 が個人の場合には、匿名組合分配損益の所得\nところが、レッシーが外国法人であるケー の種類が所得計算に当たっての損益通算に大\nスの中に、課税上の弊害が大きいとされる事 きく影響するため、所得の種類のパススルー\n例が把握されたことから、平成10年の税制改 はどのように行われるのかという点について\n正において、国外リース資産の減価償却方法 も、租税法の趣旨に戻って議論されている。\nがリース期間定額法に改正された。国税庁の\n「改正税法のすべて」では、改正の趣旨につ 3 類似取引事例の裁判例\nいて、「‥・いわゆるレバレッジド・リース レバレッジド・ リースを利用した損失分配\nのように、リース取引が賃貸人の節税手段と スキームの一類型として「映画フイルムリー\nして利用される場合があります。こうした取 ス事件」があるが、租税回避取引の否認の法\n引が海外向けになされる場合には、わが国の 理に関して、興味深い議論が展開されている\n税収を犠牲にして海外の貸借人に廉価なリー （平成10年10月16日大阪地裁第二民事部判", "is_heading": false}
{"anchor_id": "doc_0001:p9#a1", "doc_id": "doc_0001", "page": 9, "para_idx": 1, "text": "税大ジヤ・・・▼′■ナル 1 2005．4\n決、平成8年（行り）第103号ないし107号・ 法上の組合（以下任意組合とする）である。\n平成12年1月18日大阪高裁第九民事部判決、 出資総額は 2，62い）50，000門で、Ⅹ社が\n平成10年（行コ）第65号）。） ユ37，950，000門出資し、その他の組合員6社\nが残額を出資している。本件組合は、米国法", "is_heading": false}
{"anchor_id": "doc_0001:p9#a2", "doc_id": "doc_0001", "page": 9, "para_idx": 2, "text": "内国法人Ⅹ社は、建売・土地売買業を行う 人E社に本件組合の業務執行の委託を行って\n青色申告法人であるが、外資系投資銀行が組\nいる。\n成した映画投資事業組合（以F本件組合とい ロ 融資契約（②、（諷④、⑤、⑥）\nう）に組合員として出資を行い、本件組合事 本件組合が本件映画フイルムをB社から\n業において発生した事業損失を法人税基本通 8，561，590，850［りで購入するに当たり、\n達14−1【1及び14肌ト2に従い‡社自身の所得 6，374，635，012門をオランダのA銀行から借\nから減算して申告を行ったところ、税務当局 り入れた。借入に当たっては、映画フイルム\nが、本件映画フイルムの減価償却費は損金と の配給先であるD社からの入金はすべてA銀\nして認められないこと及び支払利息と同額の 行に開設した本件組合名義の口座とし、当該\n受取利息の計上漏れが存することを理由に更 口座にはÅ銀行の質権が設定された。また、\n正・決定処分を行ったため、これを不服として 本件組合はA銀行の文書による事前の同意な\n審査請求を行い、税務訴訟となった事案であ くして、A銀行の権利に重大な影響を及ぼす\nる。以下、主要な事項についてポイントを要約 ようなD社との契約等の変更をできないこと\nする。 とされた。さらに、r）社からの配給親等の支\nイ 民法上の組合契約（（∋） 払については、C社が拠出しD社を経由してY\n本件組合契約は、本件映画投資事業組合が、 銀行に預けられたと思われる預託金を裏づけ\n米国法人C社の製作した映画フイルム2本を に、Y銀行の支払保証が行われた。\n同じく米国法人であるB社から購入し、これ ハ 配給契約・席入選択権（オプション）契\nを全世界で配給することを事業目的とする民\n約（⑤）", "is_heading": false}
{"anchor_id": "doc_0001:p10#a1", "doc_id": "doc_0001", "page": 10, "para_idx": 1, "text": "税大ジャーナル 1 20（泊．4\n本件組合はD社に対し、本件映画の配給権 内容から判断して、映画フイルムに関する権\nを与えるとともに、本件映画に関する全ての 利が投資事業観合に移転したものとは言えな\n権利、権限及び権益を無条件で取得する、取 いと主張するに至った。更正の理由附託の制\n消不能、かつ、独占的な権利及び購入選択権 度の趣旨を没却するものだ。\nを与えた。 （∋ 映画フイルムの売買契約、配給契約並び\nニ 第二次配給契約（（丑） に民法上の組合契約が全て有効に成立し、正\nD社は本件組合から許諾された本件映画の 当に実施されたものであるので、租税法を適\n配給権をC社に与えた。 正に解釈、適用すれば、納税者の税務申告は\n（2）大阪地裁判決 是認されるべきである。\nイ 税務当局の主張 ハ 大阪地裁の判断\n① c社及びB社は、映画フイルム売買契約 ① 本件配給契約の内容からすると、D社は、\nに当たり、Ⅹ社ら出資者から本件映画の製作、 本件映画の管理、使用収益及び処分に関する\n配給等に係る資金を調達する意思のみを有し ほとんど完全な権利を行使することができる\nていて、本件映画の使用収益をⅩ社ら本件組 ものとされているm肌一方、本件組合は、本件映画\n合員に委ねる意思は全くなく、Ⅹ社ら出資者 の所有者として本来であれば有していてしか\nにおいても本件映画の使用収益を自ら享受す るべき諸権利の行使を全く認められていない\nる意思は全くなかった。 ことが明らかである。よって、本件組合から\n① 本件映画フイルムの購入資金の約75％に D社に対する賃貸・配給契約とみることはで\n当たるA銀行からの借入金は、もともとC社 きない。\nがD社を通じてY銀行に預託していた金員が ② D社は、その裁量と選択により、第三者\n関係当事者間を一巡してC社に戻っているに （第二次配給者）に対して本件配給契約上の\n過ぎないのであり、C社は対価の約25％の代金 地位並びに権利を譲渡もしくは許諾すること\nしか得ていない。 ができることから、C社に譲渡した。結果と\n（卦 本件組合は、本来所有者であれば当然保 して、本件映画の制作者であり、最初の著作\n有してしかるべき権利を、全てD社に与える 権者であるC社が映画に関する諸権利を行使\n契約内容になっている。（（1）ハの購入選択 することができることとなった。\n権契約参照） （卦 Y銀行との保証契約によれば、D社が契約\n④ 本件取引の形式は、Ⅹ社ら出資者が専ら 代金を支払わない場合には、Y銀行がその支\n租税負担を回避することによって利益を得る 払をすることとなっているため、本件組合は、\nことを期待しているものである。 不履行の危険を負担することなく、A銀行に\nロ 納税者の主張 対する借入元利金の返済ができるものとされ\n① 原告（Ⅹ社）は、映画フイルムへの投資 ている。\nにより利益を得ることを目的として、映画投 ④ C社は第二次配給契約に基づき、本件組\n資事業組合への出資を行い、組合は映画フイ 合のA銀行からの借入金相当額をD社に支払\nルムの売買契約並びに配給契約を締結し、有 っており、C社は本件映画に関する諸権利を\n効に実施したものである。課税の繰り延べと 失わない反面、本件組合員からの出資金相当\nいう効果は結果として反射的に生じたに過ぎ 額から外資系投資銀行及びÅ銀行に対する手\nない。 数料相当額を差し引いた残額を取得したにす\n② 原処分庁は、審査請求段階では、映画フ ぎないものと認められる。\nイルムの実質的な所有権がD社に移転してい ⑤ 納税者の主張g碇対しては、原処分庁ほ\nたと主張していたが、訴訟段階では、契約の 更正通知書においても、審査請求の段階にお", "is_heading": false}
{"anchor_id": "doc_0001:p11#a1", "doc_id": "doc_0001", "page": 11, "para_idx": 1, "text": "税大ジャーナル 1 2005、4\nいても、本件映画の所有権が本件組合にあっ り、結局、C社は日本の投資家か仁）の資金調\nたことや、本件組合が右所有権をD社に移転 達ができたことになる。\nしたとの主張はしておらず、本件映画の実質 ⑥ C社は、本件映画等の根幹部分の所有権\n的な所有権がD社にあるとの認定に基づき、 を保有したままで、資金調達を図ることを目\n本件取引が本件映画の賃貸借取引ではなく、 的として、また、本件組合（ないしⅩ社ら組\n金融取引であるとの主張をしていたに過ぎな 合員）ほ、専ら租税負担の回避を図ることを\nいことが認められるから、処分理由の差し替 目的として原始売買契約ないし本作売買契約\nえを言う原告の主張は、その前提を欠くもの を締結したと認めるのが相当である。\nで失当である。（大阪高裁の判断もこれを踏 ⑦ 従って、Ⅹ社が本件映画フイルムを減価\n襲） 償却資産に当たるとして、減価償却費を損金\n（3）大阪高裁の判断 の額に算入したことは相当でない。\n大阪高等裁判所は、次のような根拠を示し （4）本件判決への評価\nて課税当局の主張を認めた。 イ 仮装行為の認定\n（手 各事業年度に負担すべき租税を彼の事業 渕圭吾助教授は、大阪地裁判決の評釈にお\n年度に繰延べる課税繰延べも租税回避に当た いて本件判決を仮装行為を認定したものとし\nり、法文中に明文規定がない場合でも、事実 て、次のような論点を示しておられる。\n認定・私法上の法律構成による否認という方 まず、裁判所の判断に当たっての論理的徴\n法により真実の法律関係に基づき課税が行わ 表として挙げた項目は次の三点である。\nれる。 ① D社は自由にその契約上の地位を譲渡で\n受）本件取引は、C社が日本の投資家から映 きること\n画の制作費を得るために考案された取引であ （∋ 第三者の権利侵害に対しても、必要な措\nって、その一環をなす本件売買契約について、 置を採る権限はD社に委ねられていること\nその当事者らが、本件売買契約書所定の権利 ③ D社の契約不履行があっても金銭上の損\n義務をそれぞれ履行することは当然のことで 失の回復を求め得るにすぎないこと\nあって、そのこと故に本件売買契約が当然有 しかしながら、原告の映画所有意志の認定\n効となるものではない。 に当たって、これら三点の理由は決定的なも\n③ C社が映画フイルムの売買代金の内借入 のとは言い難いとも述べておられる。渕助教\n金相当額の6，000万ドルをY銀行に預託した 授は、私法上の契約の成立・内容・有効性に\nとすると、右金員は結局関係当事者を循環し 係る民法上の検討過程を、次の三段階のプロ\nたものであり、売主であるC社は、本件映画 セスとして紹介しておられる。\n等に見合う対価の約25％の代金のみしか得ら ① 契約が成立したか否かの検討に当たって\nれない。 は、両当事者の意思表示の合致があったか否\n④ 本件取引に関する各契約書は、本件組合 かの判断が必要である。もし、意思表示が虚\n契約書を除きいずれも業務執行者であるE社 偽であれば無効であり、当然契約は成立しな\nの署名に係る英文のものしかなかったことか い。\nらすると、映画興行による利益を獲得する目 （∋ どのような内容の契約が成立したのかが\n的で本件組合ないし、Ⅹ社ら組合員が本件映 問題となる。当事者が表示行為に与えた意味\n画を買い受けたとは認められない。 を確定すること、すなわち、契約の解釈が行\n① 私法上の真の意思は、本件配給契約及び われる。\n第二次配給契約に基づき、本件映画の根幹部 ③ 法律行為ないし契約の有効要件が検討さ\n分の処分権は本件組合からC社に移転してお れる。民法第91条（任意規定と異なる意思表", "is_heading": false}
{"anchor_id": "doc_0001:p12#a1", "doc_id": "doc_0001", "page": 12, "para_idx": 1, "text": "税天ジャーナル 1 2005．4\n示）の適法性、第90粂（公序良俗違反規定） き租税を後の事業年度に繰延べる課税繰延べ\nに照らした社会的妥当性が有効要件とされる。 も租税回避にあたり、‥・」と明確化したう\nこれらが充たされないと法律行為ないし契約 えで、「法文中に明文規定がない場合でも、事\nは無効となる。 実認定・私法上の法律構成による否認という\n渕助教授ほ、本件において、裁判所は本件 方法により真実の法律関係に基づき課税が行\nフイルムリース取引における契約書の文言に われる。」と判示した。本件を明らかな仮装行\nもかかわらず、契約の効力は発生していなか 為と位置付けない立場をとれば、契約当事者\nったと認定し、納税者の租税回避的取引を事 間の通謀、虚偽表示等の確証を税務当局が入\n実認定によって否認したものと位置付け、本 手し得ない場合でも、租税回避行為に対する\n判決の先例としての価値を評価しておられる。 否認が成立する余地があるものと解される。\nその上で、民法では、契約の成立、解釈にお ハ 私法上の契約解釈による処理\nいて、表示主義が通説であることに鑑みると、 藤谷武史氏は、大阪高裁判決に関して、「従\n本判決のような認定が可能な事例ばかりとは 来、租税回避行為は明文の規定がない限り否\n限らないと指摘され、アドバンス・ルいリン 認しえないとされる一方で、真実の法律関係\nグ並びに類塑的に租税回避を否認する立法の が隠蔽されている仮装行為の場合には、表示\n必要性を述べられるとともに、一定の要件を された法形式に囚われず、真実の法律関係に\n満たす取引については、その取引が真正であ 従って課税すべきことが説かれてきた。両者\nるとの証明責任を納税者に移すこともwr〟・考で ほ、表示された法形式が真実の法律関係と−一\nあろうと提言しておられる8。 致するか否かによって区別される。そして、\nロ 租税回遊行為の否認 契約当事者の「私法上の意思」に基づく法律\nまた、品川芳宣教授は、同じく大阪地裁判 関係が真実の法律閲係であり、其の意思の探\n決について、「本判決は、映画投資事業組合が 求が決め手になると解されてきた。」と述べら\n実質的に本件映画を取得したものではない旨 れ11、当事者の主観としては、「表示された\n判示しているので、本件の一連の取引を仮装 本件契約形式」以外に「真の意思」はありえ\n行為であるかのように認定しているようであ ず、「租税回避目的は、「私法上の意思」その\nるが、そのように判断しているわけではない。 ものではなく、その前提となる「意図」にす\nむしろ、本件の事実関係から見て、本件の一 ぎない。」と言及されている12。その上で、「従\n連の取引を仮装行為であると断じることは困 って問題の本質は、「私法上の真の意思」では\n経であると考えられる。」と述べておられる9。 なく、むしろ当事者による具体的な法形式（個\nさらに、「Ⅹ会社は、自社の営業とは全く関係 別の契約条項）が、所有権の移転という「効\nの無い本件取引に参画するためにエンペリオ 果」を生じさせるものと裁判所に評価される\nンに出資し、当該出資額を上回る租税負担の か、という点にあると解すべきであろう。近\n軽減を得たということで、それらの一連の行 時の民法学説においても、脱法行為の問題の\n為は租税回避行為の一形態であると考えられ 核心を「形式」と「実質」の対比ではなく、\nる。然らば、本判決も、それを認めた上で判 「当事者が行う事実評価・性質決定と裁判所\n示した方が論理的により明確であったと考え の行うそれとのギャップ」として捉える見解\nられる。もっとも、前述のような事情からそ が主張されている（例えば、大村敦志『契約\nのように明示し難いのであろうことが、この 法から消費者法へ』1購頁以下）。この考え方\n間題の薙しさを物語っている。」と述べておら に拠れば、裁判所は、当事者の（主観的な）\nれるユ0。 真の意思に基づく契約内容（具体的な使用収\n大阪高裁判決では、「各事業年度に負担すべ 益権等）は事実認定において尊重しつつ、当", "is_heading": false}
{"anchor_id": "doc_0001:p13#a1", "doc_id": "doc_0001", "page": 13, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\n単著の意図と異なる法的評価を下すことが可 「脱法」的行為のかなりの部分については、\n能な場合がありうるとされる。」と述べられ、 狭義の事実認定と狭義の法律解釈の間でなさ\n「これは典型的な仮装行為事案とも、従来の れる裁判官の知的操作（事実評価と性質決定）\n租税回避行為否認とも異なる判断構造（私法 によって、「脱法」の企てられた規定の適用の\n上の契約解釈による処理）を示したものであ 下に置くことが可能なように思われる。「脱\nり、この点に本判決の裁判例としての意義が 法」的行為には、このようなタイプのものも\nあると考える。」との考え方を示されている 少なくないという点に注意しておく必要があ", "is_heading": false}
{"anchor_id": "doc_0001:p13#a2", "doc_id": "doc_0001", "page": 13, "para_idx": 2, "text": "藤谷氏が引用されている大村教授の論文 契約・行為の当事者が、自らにとって不利\n（「契約法から消費者法へ」東京大学出版会 な情報の提出を拒否することが多い租税回避\n1999年）では、次のような議論が展開されて が想定される取引の税務調査にあっては、税\nいる。 務当局が仮装行為の証拠を入手するという手\n「当事者間に力の不均衡が存在するために、 続は、極めて困難な作業となる。仮装行為が\nその自治に委ねていては契約内容に著しい不 クロスボーダーで行われている場合には、国\n公平が痘じる恐れの大きい領域においては、 外からの情報の人手は極端に限定されるため、\n強行規定によって契約に一定の規制が加えら 訴訟維持はおろか、更正・決定処分さえおぼ\nれている。」とし、具体例として、①キャッチ つかない状況が想定される。その意味では、\nセールス、⑦役務抱き合わせ販売、③Ⅹ商事 渕助教授の提言にあるように、一定の要件の\nの「現物まがい商法」、④各種の「マルチまが 下で立証責任を納税者に転換する必要性を痛\nい商法＿j を上げ、訪問販売法の規制対象たる 感する。\n適用要件を免れるため、①適用除外要件に該 仮に、税務当局が仮装萄為を立証できる証\n当する外観を創出したり、①規定適用要件を 拠が人手できた場合のみ、租税回避の疑いの\n構成する概念（限定的）に該当しないような ある取引の課税処分を行うべきであるとの立\n契約を構成するといった方法が行われている 場をとると、周到に準備されたスキームに対\n例があげられている。これらの「脱法」的行 する税務当局のチャレンジは、極めて限られ\n為に対しては、基本的に立法的な手当てが必 たケースに止まることとなるのは必然である。\n要であるが、迅速な対応が困経な場合も多く、 判例の積み重ねにより、租税理論が発展し、\n現状における対応が必要であるとして、次の 税制の改正も促進することを勘案すれば、当\nように述べておられる。「（前半省略）契約書 事者が行う事実評価・性質決定が、税務当局\nの上では、請負・委任などに見える場合、売 が行う事実評価・性質決定と異なる場合には、\n買プラス賃貸借に見える場合（③）、売買に見 その判断を裁判所に委ねる方向で、税務当局\nえる場合（④）にも、裁判官は、業者が与え の租税回避事例に対するチャレンジを継続す\nている契約の名称にとらわれずに、当該契約 べきと考える15。\nによって当事者が相互に負担する給付の内容\nを捉えて、それぞれ、売買（（卦）、消費貸借（③）、 4 個人投資家が行う損益通算の問題\n無限連鎖講（④）であると判断することは十 これまでは、内国法人が組合からの分配損\n分可能であろう。これは、認定事実を前提と 失を受けた場合の課税問題を取上げたが、個\nしつつ、それに適用すべき規範を選別すると 人事業者等が組合から分配損失を受けた場合\nいう作業である。当該事案にどの規範を「あ の課税問題も数多く発生している。\nてはめる」かという問題であるともいっても 平成16年10月28日に、名古屋地方裁判所\nよい。」、「以上のように、消費者契約における が航空機リースヘの投資に係る個人投資家の", "is_heading": false}
{"anchor_id": "doc_0001:p14#a1", "doc_id": "doc_0001", "page": 14, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\n課税問題について、判断をF一した。投資家が の関係を図示すると次のようになる。\n法人の場合は、組合から分配される損失に係 所得税法第69粂によれば、不動産所得、事\nる所得区分には関係なく、当該損失が投資家 業所得、譲渡所得、山林所得から生じた損失\nの所得から減算されることになるが、投資家 は他の所得と損益通算が可能であるが、一時\nが個人の場合は、所得区分により損益通算が 所得、雑所得等その他の所得について生じた\n可能なものとそうでないものが生じる16。そ 損失については、損益通算ができない。\n【法人の場合】 【個人の場合】\n縫合からの分配蔓員 縫合からの分配損 個人の所得\nイ■−−−−−−−−・−ト− −\n損益通繋\n・■トーーーーーーーーー ーーー\n法人の所得\n課税所得\n【法人の場合】 【個人の場合】\n（法基通14−1−1〜3〉 分配損の所得区分は巌合の\n主たる事業の内容に従う\n（任意紹合…所基通36・37共20）\n（匿名組合一所基通36・37共21）\n（1）名古屋地裁判決 の組合の外形を作出することによって、巨額\nここで、名古屋地方裁判所が判断した裁判 の減価償却費等を創出し、他の所得との損益\n事例の論点を整理しておく。 相殺を行うことによって得られる課税上の利\nイ 取引の事実関係 益によってはじめて成立するもので、経済的\n取引の基本構造は前出の、法人が行った航 合理性を欠くものである。\n空機リース事業への投資と基本的に同じであ ② 本件各組合契約においては、検査権より\nるが、裁判例の場合は、投資家は有限会社と もいわば程度の弱い権利である報告請求権に\n民法上の組合契約を締結し、出資を行ってい 関する明文の規定を設けており、検査権をⅦ・\nた点が異なる。本件において、税務当局は、 般組合員に村して保障していない。\n「個人投資家らが締結した『組合契約』は民 ③ 本件組合契約においては、本件各業務執\n法上の組合契約でほなく、利益配当契約にす 行会社に業務執行を委ねており、一般組合員\nぎないから、同所得は雑所得であって投資家 は本件各業務執行会社を解任する権利も有さ\nの独自に稼得した給与所得や事業所待との損 ず、一般組合貞が業務に従事しているとはい\n益通算は許されない。」と主張して、申告所得 えない。\n金額の更正処分及び過少申告加算税の賦課決 ④ 一般組合員の責任が制限されており、組\n定処分等を行った。 合が鰐入する本件各航空磯は各業務執行会社\nロ 税務当局の主張 の単独所有に属すことから、一般組合貞は所\n① 本件各事業は、キャッシュ・フロー・ベ 有者としての権能を有しておらず、単に利益\nースでは利益を上げることができず、民法上 配当契約を締結したにすぎない。", "is_heading": false}
{"anchor_id": "doc_0001:p15#a1", "doc_id": "doc_0001", "page": 15, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\n任意組合出資 リ “ス\nハ 納税者の主張 走できず、被告らの主張するように他の課税\n① 任意組合から組合員たる投資家に按分さ 所得との損益通算を考慮して初めて成立する\nれる損失の額ほ、当該組合の主たる事業であ ものと断定することはできない。\nる航空機の貸付けによる所得に該当する（所 ④ 本件各事業の目的を達成する上で、民法\n基通26】3）。航空機の貸付けは不動産所得に 上の組合契約が異常な法形式であるとは言え\n当たる（所法26①）。 ない。\n② 不動産所得の損失は、事業所得並びに給\n① 検査権よりも程度の弱い権利である報告\n与所得と損益過重できる（所法69）。 請求権が明文で規定されているからといって、\nこ 裁判所の判断\n直ちに検査権の存在を否定する理由にはなら\n① 「組合契約」の解釈については、契約書 ず、一般組合員が本件業務執行会社を解任す\n等の外形的資料は、それらが唯一絶対的な判\nる権利を排除する旨を定めた条項は見当たら\n断材料というわけではないから、隠された当 ず、本件各事業から生ずる利益及び遠別又人\n事者の合意内容がどのようなものであるか、\nは組合員の出資割合に応じて分配されること\nあるいは表示行為から推測される効果意思と となっている等の事実から、本件組合契約は\n其の内心的効果意思との異同を明らかにする 民法上の成立要件を満たしている。\n必要を生ずる場合もありうる。\n（2）事実認定と私法上の契約関係\n② 動機、意図などの主観的事情によって、 この論点に関しては、投資ビークルとして\n通常は用いられることのない契約類型である ペーパーカンパニーを設立し、契約当事者と\nか否かを判断することを相当とするものでは した場合の私法上の真の契約者を誰と認識す\nなく、まして、税負担を伴わないあるいは税 るかという問題について、検討しておく必要\n負担が軽減されることを根拠に、直ちに通常 がある。金融取引においては、社債を発行す\nは用いられることのない契約類型と判断した る際に、軽課税国に債券の発行のみを目的と\n上、税負担を伴うあるいは税負担が重い契約 するペーパーカンパニーを設立し、資金の調\n類型こそが当事者の真意であると認定するこ 達を有利に行える信用格付けを持たせた上で\nとを許すものでもない。 社債を発行し、資金調達を円滑に進めるとい\n③ キャッシュ・フロー・ベースでは、損失 った方式が採用されている。このようなペー\nが生ずる可能性が相当ある一方、高額の利益 パーカンパニーを起債法人とする取引につい\nを得る可能性もあるから、それ自体でも、投 ては、課税上の弊害がない場合、当該取引の\n資としての経済的合理性が存在することを否 契約当事者がペーパーカンパニーであるから", "is_heading": false}
{"anchor_id": "doc_0001:p16#a1", "doc_id": "doc_0001", "page": 16, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\nという理由のみで否認が行われることばない。 からである。 また、措置法六十三条の譲渡利\nそれは、たとえ契約当事者を硯実に事務を執 益の判断に当たっても、当該土地の譲渡が組\n行した法人に置き換えたとしても、課税上の 合財産の共同の譲渡ということができるか否\n弊害が生ずる程の税負担の差が生じないから かによってその説税関係を異にするのである\nであり、むしろビジネス上の観点からは、企 から、仮に本件各契約を原菖主張のとおり無\n業の自由競争に適った取引であるからである 名契約とみても、本件各土地を各契約当事者\nと思われる。 の共有とみることができない以上、措置法六\n仙一方、本件については、投資家に分配され 十三条の適用上、民法上の組合と同視するこ\nた損失の主たる原因である航空磯の減価償却 とほできない。」とする判断を下した。\n費と借入金の利子の帰属は、リース契約の当 共同事業性と組合財産の共有という要件に\n事者が誰であるのかという事実認定次第で、 ついて、本件航空機リース事件裁判では個別\n課税関係が大きく変わる可能性を学んでいる 具体的な契約条項と契約実態をめぐって契約\nのである。 解釈の議論が展開されたわけであるが、裁判\n本件における調査官の問題提起は、個人事 所は具体的な証拠としてどのような事実を示\n業者（‡）ほ、実質的にリース事業を運営する法 したかにより、判断を下したと言えそうであ\n人に資金を投資しているだけで、自らリース る。\n事業を行っていないのではないかという点で 証拠に基づく事実関係の争点については、\nある。リ｝ス用資産の所有権、使用収益の実 専ら司法判断に委ねるべき領域であると思わ\n態を検討し、実際に共同事業が行われている れるが、税務調査を行うサイドに次のような\nかどうかを検討したところ、個人投資家が投 切実な課題があることも留意しておくべきと\n資した資金ほ、リース事業運営会社に投資さ 考える。すなわち、税務当局が租税回避の可\nれ、投資のリターンが有限会社を経由して個 能性がありとする取引について、当事者間の\n人投資家に戻ってくる取引ではないかとの事 契約が現実に存在する場合、これを否認でき\n実認定に至ったものと思われる。このような る根拠を探し、証拠として積み重ねる作業が\n投資関連所得は、個人投資家が当初申告で行 税務調査であるが、利害を同じくする取引当\nった不動産所得にほ当たらず、雑所得である 事者から入手できる資料や情報は自ら限られ\nので、その他の所得との損益通算は認められ ており、さらに、契約や取引の相手方が海外\nないという結論に達したのであろう。 にある場合、証拠の入手は極めて限定される。\n本件裁芋りにおいて税務当局により引用され 仮に、ある程度の証拠が整い課税処分に至っ\nた昭和60年3月25日名古屋地裁判決（昭和 ても、処分の妥当性に係る立証責任が税務当\n56年（行ウ）第39号）では、租税特別措置 局にあれば、税務調査時に納税者サイドから\n法第63条の適用をめぐり、納税者と資金の拠 提示されなかった証拠によって反証が行われ\n出者との契約を匿名組合契約であると認定し ることも考えられるのである。\nた税務当局に対し、納税者は民法上の組合に 本件の課税関係についての結論は、最終的\n該当するとして反論し、民法上の組合の要件 な司法判断に委ねられている。\nが争点となった。本件で、裁判所は、「民法上 （3）本件判決への評価\nの組合契約（殊に詩学上の内的組合）と商法 細川健助教授は、本件判決についての評釈\n上の匿名組合契約とは、共同事業性の有無及 （「任意組合を利用した租税回避行為」（税務\nび組合財産が共有か否かにその区別が存する 弘報 2005年2月p153〜p154）において、「古\nのであって、その余の原告主張の各事由は右 典的な節税策に見られるように、投資家が海\n両者の区別にあっては何ら重要性を有しない 外に所在する堅周な中古木造建築を購入して", "is_heading": false}
{"anchor_id": "doc_0001:p17#a1", "doc_id": "doc_0001", "page": 17, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\n多額の減価償却費を計上する一方で、他者に 機リース事業観合契約が民法上の組合契約で\n貸し付ける等直接投資をしたのではなく、当 ある以上、納税者の税務処理に問題はないと\n該スキームのアレンジャ山である腫B社が介 結論づけてい る。\n在し、投資家はNBB社に手数料を支払ってい 構成員諜凝を認める法令解釈通達に記載さ\nることから、直接投資とは投資家にとっての れている民法上の組合や匿名組合の意味を民\nリスクの所在が大幅に異なることが重要であ 法及び商法における解釈と全く同義に解し、\nると考えられ、経済的実質は、いわゆる一般 表示主義にしたがって、契約書に表示された\nの任意組合と異なると考えられる。しかしな 契約関係を事実として法令に当てはめれば、\nがら、裁判所は当該スキームを任意組合であ 納税者が行った課税所得金額の計算に問題が\nると認定している。」と述べた上で、「（前半省 ないという結論に至ることはわかった。しか\n略）問題の本質は租税回避行為を主目的とし しながら、細川助教授が指摘されているよう\nた商品設計を経済的合理性があるものとして に、税務当局の考え方と納税者の考え方の争\n認容できるか否かであるはずであり、議論が 点は、両者から示された事実関係を前提とし\n全くかみ合っていない。」とする見解を示して て、納税者が不動産所得として損益通算した\nおられる。 損失が納税者に帰属するものであるのか否か、\n映画フイルムリース事件判決では、裁判所 すなわち、航空機リース事業に係る減価償却\nは「各事業年度に負担すべき租税を後の事業 費と支払利息が納税者に帰属する必要経費で\n年度に繰延べる課税繰延べも租税回避にあた あるのかという点である。法令解釈通達が税\nり、‥・」と判示したのに対し、航空機リー 務当局の解釈指針の域を出ない以上、本件の\nス事件判決では、特にこの点には言及してい 判断は、所得税法の根拠規義に戻って、課税\nない。一一方、航空機リ ース事件判決では、「「組 要件が整っているか否かについて下されるべ\n合契約」の解釈については、契約書等の外形 きものと考える。したがって、構成員課税が\n的資料は、それが唯一絶対的な判断材料とい 所得税法のどの規定に基づいて認められるの\nうわけではないから、隠された当事者の合意 か、また、認められるとした場合パススルー\n内容がどのようなものであるか、あるいは表 される所得の種類は何であるのかについて、\n示行為から推測される効果意思と其の内心的 具体的な根拠法令を示して判断が行われるべ\n効果意思との異同を明らかにする必要を生ず きと考える。それは、納税者（X）が有限会社（Y）\nる場合もありうる。」と判示し、本件航空機リ と締結した本件契約が民法上の組合契約であ\nース事業組合契約が民法上の組合か否かの契 るか否かという論点というよりも、当該契約\n約解釈に、本件課税問題の議論の焦点を当て に基づき分配される損益が組合員たる納税者\nてし1る。細川助教授が指摘されているとおり、 にパススルーされるのか否か、パススル…さ\n税務当局が主張したのは、租税公平主義を念 れるのであればどのような所得としてされる\n頭に置いた場合、本件契約に経済的合理性が のかという論点にほかならないのである。\nあるか否か、航空機の所有とリース事業の運\n営をすべて業務執行者に委託している投資家 5 「損失分配スキーム」への制度的対応\nが当該事業の減価償却費や支払利息を自らの 多様な事業体（任意組合、匿名組合、パー\n不動産所得の必要経費として取り入れ、申告 トナーシップ、LLC等）を納税義務者として\n所得の計算上控除して良いのかという論点で どのように取扱うかという点、並びに多様な\nあった。これに対し、裁判所は本件航空機リ 事業体が稼得した損益をどのように所得計算\nース事業組合契約が民法上の組合契約である の中に反映させるかという点に関する取扱い\nか否かを主たる論点として判断し、本件航空 の明確化は喫緊の課題であり、健全な企業活", "is_heading": false}
{"anchor_id": "doc_0001:p18#a1", "doc_id": "doc_0001", "page": 18, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\n動に資することを首指しつつ、税制全体との を、本来の事業所待と通算して課税所得を減\n制度的整合性を保つ解決法を探る必要がある。\n少させることを防止しようという趣旨であっ\n当面、「損失分配スキー¶−ム」に関連する税務 た。このルールにより、納税者が経済的リス\n上の取扱いについては、リース取引に関連す クを負担していない投資からの損失等につい\nる大きな市場が形成されており、税務執行の て享受できる税務上の恩典は、納税者が実際\n透明性を高める意味で、迅速な対応が求めら\nに負担するリスクの額を限度としてしか利用\nれていると言える。本件事例に類似するいわ できないこととなった。この制度の導入とと\nゆる節税商品への制度的対応の手本としては、 もに、米国における本件類似のタックス・シ\n米国内固歳入庁が1976年に導入した内国歳 ェルター血の過度の氾濫には歯止めがかけられ\n入法輿第465条のいわゆる「アットリスク・ たといわれるユ7。\nルール」が挙げられる。このルー鵬ルは、本来 平成17年1月17日に閣議決定された「平\nの事業と関連のない業務等で生じた損失、特 成17年度税制改正の要綱」では、民法組合、\nに個人的に債務の返済を伴わない借入金であ 匿名組合等の法人組合員の組合損失について、\nる「非遡及型借入金（non−reCOurSeloan）」に 次のような改正の方向性が示された。\nよる資金を活用した投資活動から生じた損失\n「平成17年度税制改正の要綱」（H17．1．17閣議決定）抜粋\n七 その他 （4 その他）\n（5） 不動産所得を生ずべき事業を行う民法組合等（外国におけるこれに類似するものを含\nむ。〉の個人組合員（縫合の重要な業務の執行の決定に関与し、契約を締結するための交\n渉等自らその執行を行う個人組合員を除く。）の当該民法組合等に係る不動産所得の金額\nの計算上生じた損失については、なかったものとみなす措置を講ずる。\n（注）上記の改正は、平成18年分以後の所得税について適用する。\n（12）民法組合、匿名組合等の法人組合員（組合に係る重要な業務の執行の決定に関与し、\n契約を締結するための交渉等自らその執行を行う法人組合員等を除く。）の組合損失につ\nいて、次の措置を講ずる。\n① 組合債務の責任の限度が実質的に組合資産の価額とされている場合等には、その法\n人組合員に帰属すべき組合損失のうち当該法人組合員の出資の価額として計算される\n金額を蓋える部分の金額は、損金の額に算入しない。\n② 組合事業に係る収益を保証する契約が締結されていること等により実質的に組合事\n業が欠損にならないことが明らかな場合には、その法人組合員に帰属すべき組合損失\nの全縫を損金の額に算入しない。\n（注）上記の改正は、原則として平成17年4月1日以降に締結される組合契約について\n適用する。", "is_heading": false}
{"anchor_id": "doc_0001:p19#a1", "doc_id": "doc_0001", "page": 19, "para_idx": 1, "text": "税天ジャーナル 1 2005．4\n第2章 外国法人への匿名組合利益分配ス 防止する観点から、極めて重要な事項である。\n本章では、匿名組合分配金を受取るオランダ\nキームに係る課税関係\n法人の課税関係を素材として、国内法と租税\nわが国の法人税法では、無制限納税義務者 条約の解釈、適用上の議論を整理する。\nである内閣法人が稼得する所得について、そ\nの種類が、例えば不動産所得であるか人的役 1 取引事例\n務の提供に基づく所得であるかといった違い 本件取引事例は、国際取引における匿名組\nは、それらの所得に係る益金の額が内国法人 合スキームの類型である。構成員課税を受け\nの収益として計上され、それらの所得に係る るビークルへの投資主体の居住地国を選択す\n損金の額が、内国法人の費用・損失として計 ることにより、租税条約上の有利な取扱いと\n上されるという意味では、内国法人の課税所 居住蘭属における課税上の特典を利用するこ\n得金額の計算に影響を及ぼさない。W一方、制 とが可能であるため、グローバルなタックス\n限納税義務者である外桓！法人の課税所得につ プランニングの対象として、高度な専門知識\nいては、恒久的施設の有無に応じ、所得の種 と実務経験を有する専門家集団が考案した投\n類別に課税関係が規定されている。 資形態と位置づけることができる。\n営業者が行う匿名組合事業が国内で行われ、 ここに、【…一つのノ仮定としてのビジネスモデ\n国内源泉所得を稼得する場合、匿名組合員が ルを想定し、本スキームの検討を行うことと\n外国法人の場合には、匿名組合分配金の所得 する。\nの種類をどう位置づけるかによって、国際課 ある米国のメーカーが日本に製品を輸出し\n税面での課税関係が異なってくる。透明な事 第三者である代理店を通じて販売していた。\n業体を通じて稼得する所得について構成員課 国際競争力がある製品であったため、高収益\n税を認める場合、所得の種類を構成員にパス をあげていたが、輸出規模が拡大し代理店に\nスルーさせるのか否かに係る立法論上及び解 支払う手数料も多額になってきたことから、\n釈論上の論点は、国際課税に係る租税回避を 日本に販売子会社を設立して製品の製造から\n【従来のビジネスモデル】（新日米租税条約の親子会社間配当課税の免除の取扱いは考慮していない）\n製品輸出\n利益配当\n利益 1000 配当 500 税引き後受取配当金 450\n法人税等A 500 源泉税▲ 50 ＊法人税率を50％、源泉税挙を10％と仮定\n【新しいビジネスモデル】 製品輸出\n利益 1000\n① ▲900\n課税所得 100\n法人税等▲ 50", "is_heading": false}
{"anchor_id": "doc_0001:p20#a1", "doc_id": "doc_0001", "page": 20, "para_idx": 1, "text": "税大ジヤ」ナル ユ 2005．4\n（納税者の解釈）\n匿名組合分配金 条約上明文の規定のない「その他所得」に当たり、オランダ（梧任地牒）で\n課税。‖本では課税せず。 （日蘭租税条約節2 3粂）\n（オランダにおける解釈の可能性）\n日本での共喜弓どi事業からの分啓己利益\n日本源泉所祷とみなしオランダでは課税せず\n（外因所得免除による二重課税の排除）\n単なる資金の融資に近いもの\nfl本での利子所得と して課税\n輸出、現地販売までを仙仙▲貰してグループ内で ンダ法人経由で匿名組合出資金として日本法\n行うビジネスモデルを導入した。ここに示し 人に拠出する。\nた（従来の）ビジネスモデルの取引関係国で ここで、新しいビジネスモデルの導入によ\nは、米国の親会社が日本の子会社の株主にな り税負担がどのようになるかを見てみること\nり、米国法人が製造した製品を日本法人に輸 とする。本件匿名組合契約では匿名組合事業\n出する。日本法人は日本における販売利益を から生ずる損益について、日本法人が1、オ\n自社の所得として申告し、税引き後の利益を ランダ法人が9の割合で分配を受けることと\n親会社に配当として分配する。日本法人が計 仮定する。匿名組合事業に基づく利益1000\n上する販売利益1000に対しては、日本の法人 のうち900はオランダ法人に分配され、100\n税等が500課税され、さらに配当金500に対 が日本法人（営業者）の利益として日本での\nしては50の源泉税が課される。米国法人が受 法人税等の課税村象になる。\n取る配当金のキャシエフローは450というこ ¶・方、オランダ法人に分配された900の課\nとになる。 税関係はどうなるのであろうか。この点につ\n企業グループの中核的意思決義を司る米国 いては、必ずしも考え方が統一されていない\nの親会社の経営陣は、永い年月をかけて蓄積 のが現状だが、納税者は次のような主張を行\nした製造、販売に係るノウハウは親会社に帰 った。\n属し、これに対応する利益は親会社において まず、「匿名組合員は、営業者に対し契約に\n計上されるべきである、という考え方に立ち 従い営業するよう請求できるが、自ら業務を\n投資形態の再検討を行うこととした。利潤の 執行し、営業を代表する権利はなく（商542、\n極大化をめぎす企業の経営においては、税コ 156）、ただ営業に対する監視権をもつ（商542、\nストも他の必要経費と同列に置かれる。その 153）」という法律的な性格付けを根拠に、オ\n結果、コストの最少化の一環としてグローバ ランダ法人ほ日本において自ら事業を行って\nルなタックス・プランニングが行われ、最も はいないので、オランダ法人は日本に恒久的\n効率的な投資形態が検討された。 施設（PE）を持たない、と主張した。\n本件企業グループが採用した新しいビジネ わが国の法人税法第141条4号には、日本\nスモデルは、次のような形態であった。 に恒久的施設（PE）を持たない外国法人がど\n米国の親会社は、日本に資本金の少額な販 のような所得に課税されるかが規定されてい\n売子会社を設立するとともに、オランダに匿 る。平成14年の税制改正前の規定では、匿名\n名組合出資のための子会社を設立する。日本 組合分配金は「国内における資産の運用又は\n法人の事業に必要な資金は米国法人からオラ 保有により生ずる所得」（旧法令177）とされ、", "is_heading": false}
{"anchor_id": "doc_0001:p21#a1", "doc_id": "doc_0001", "page": 21, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\nPEを持たない外国法人であっても、日本にお 所得は100となり、NがJに対する匿名組合\nいて法人税の申告を行わなければならない所 出資のみを行う法人であれば、Nの接待する\n得とされていた18。 匿名組合分配金900にかかる課税権はオラン\n匿名組合契約上、組合眉はオランダ法人で ダにあることとなる。この主張は、税務調査\nあるため、匿名組合分配金の課税関係につい に当たっての納税者の主張に他ならない。\nては、国内法に優先して租税条約が適用され 税務調査の担当者は、JとNとの匿名組合\nることになる19。日常租税条約では、匿名組 契約がUが深く関与した企業グループとして\n合分配金について個別に取叔規定を設けてい の意思決定のもとで実施されたこと、契約関\nないため、明文規定のない所得については日 係当事者が全て国外関連者であることなどを\n蘭租税条約第23条の「￣その他所得条項」が適 勘案し、従来のビジネスモデルの取引形態で\n用されるとする解釈が行われている20。 事業を行っている大多数の納税義務者との課\n明文の規定がない所得については居住地国 税上のバランスを比較考量して、次の論点で\nにおいてのみ租税を課すことができるとする 問題提起を行った。\n取扱いを事例に当てはめると、オランダ法人 ① 契約書の表示は匿名組合となってはいる\nが収受する匿名組合分配金900はオランダで が、現実の取引実態としては、NはJと共同\nのみ課税されることになる。つまり、日本法 事業を行っているのではないか。\n人の利益からは控除され、受取ったオランダ この主張は、Jの匿名組合事業について、Nが\n法人の所得として、オランダ政府が課税権を どのような関与をしているかという事実関係\n有するということになる。 に基づく、実態判断に係るものである。\n本章で仮定として取上げた取引事例に類似 ② NがJに資金を投資するだけの器に過ぎ\nする事例の課税問題については、谷口勢津夫 ない場合、本件匿名組合契約の実質的な契約\n教授が日税研論集Vol．55（2004年）において、 当事者はJとUではないか。\nドイツにおける匿名組合課税の構造と判例を 租税条約の適用に当たっても、実質的な受益\n紹介され、多角的な分析を行っておられる21。 者が取引当事者であるとの視点からアプロー\nこの中で、わが国における匿名組合課税上の チする必要があるという考え方である23。\n租税条約の適用として、「匿名組合契約に基づ\nいて受ける利益の分配について明文の規定を 3 若干の検討\n定めていない租税条約のうち、いわゆる「そ （1）匿名組合契約に係る損益の取扱い\nの他所得条項」を定めている条項の下では、 現行の所得税法及び法人税法上の匿名組合\n必ずしも一致していたわけではないが、多く 契約に関する取扱いは次のとおりである。\nの場合、その利益分配は、その他所得に該当 イ 所得分類、所得の帰属時期に関する規定\nするものと解されてきた。（以下省略〉」と述 の中には、匿名組合に関するものはない。\nべておられる22。 ロ 所得のソースルールに関する規定の中に、\n国内において事業を行う者に対する匿名組合\n2 問題の所在 出資に基づく分配金は国内源泉所得に当たる\n新しいビジネスモデルにおける内国法人た とする規定がある（所法161粂12号、法法\nる販売子会社Jと匿名組合員たるオランダ法 138粂11号）。\n人Nの税務処理を考えるとき、匿名組合契約 ハ 匿名組合契約に基づく利益の分配につい\n書に示されている私法上の契約関係をそのま て、源泉徴収義務が規定されている（所法210\nま租税法の解釈上受け入れて、課税要件の存 条、212条）。\n否を判断すると、国内法の適用上、Jの課税 また、所得税基本通達と法人税基本通達に", "is_heading": false}
{"anchor_id": "doc_0001:p22#a1", "doc_id": "doc_0001", "page": 22, "para_idx": 1, "text": "税大ジャーナル ユ 2005．4\nは、次のような解釈指針が示されている。 ことなく、租税法の解釈、適用を行う姿勢が\nイ 組合員が個人の場合、匿名組合に基づく 示されているように思われる。\n利益の分配は、原則として、営業者の営業の 任意組合契約の場合、共同事業性、組合財\n内容に従って、例えば事業所得、不動産所得、 産の組合員による共有、各組合員が対外的に\nあるいは山林所得として収入金薪に計上され 無限責任を負う点など、事業体課税よりもむ\nる。 ただし、リターンが固定している場合に しろ構成員課税を行うべき私法上の法律関係\nは、貸金の利子として、事業所得又は雑所得 が存在しているとも言える。一方、典型的な\nとされる（所基通36・37共−21〉。 匿名組合契約については、組合員に営業監視\nロ 法人が匿名組合員である場合、匿名組合 権はあるが共同事業性は希薄であり、組合財\n事業の損益は、組合の損益計算期間の末日の 産は営業者の単独所有、組合員は出資限度の\n属する各組合員の事業年度の益金の額又は損 有限責任しか負わないといった点で、必ずし\n金の額とする。法人が営業者である場合、当 も構成員課税を必然とする私法上の法律関係\n該営業者段階で計算された匿名組合事業の損 は認められない25。匿名組合分配金について\n益ほ、各組合員への配賦額を控除した残額を、 構成員課税を行う考え方の根拠は明確ではな\n営業者の課税所得計算上、益金の額又は損金 いが、通達が設けられた当時の取引実例や匿\nの額に算入する（法基通14−ト3）。 名組合の実態が構成員課税を肯定する現状に\n匿名組合事業からの分配損益について構成 あったことが推測される26。\n員課税を行う点については、所得税基本通達 匿名組合契約が様々なビジネスモデルのビ\nも法人税基本通達も同様の考え方と思われる ークルとして活用されている現在、契約書上\nが、法人税法が現実の利益の分配の有無に関 に表現された匿名組合契約という文言をその\nわらず、組合の損益計算期間の末日の属する まま租税法の文理解釈に当てはめると、租税\n各組合員の事業年度に損益を帰属させる旨の 公平主義の見地から妥当性を欠くのではない\n取扱いを明示しているのに対し、所得税基本 かと思われる事例も散見される。この間選ば、\n通達でほ法人税基本通達14−ト3のように、 匿名組合契約という当事者間の表示が、租税\n「・‥現実に利益の分配を受け、又は損失 法が予定する匿名組合契約の実態を表示して\nの負担をしていない場合であっても、・・」 いるのかどうかという事実認定の問題ととも\nという表現をとらず、ト‥組合員が当該組 に、租税法の予定している匿名組合契約とは\n合の営業者から受ける利益の分配は、‥・」 いかなる概念を意味しているかという、いわ\nという表現をしているため、現実の利益の分 ば借用概念の解釈論の問題を含んでいる。\n配があった場合を前提に所得の橙類について （2）企業グループ内で締怒される匿名粗食\nの取扱いを明示しているとする解釈もある 契約\n24。この点に関しては、匿名組合員に法人組 本章で素材とした取引事例については、類\n合員と個人組合員がいる場合の税務上の取扱 似する取引事例に係る納税者と税務当局との\nいの整合性を考えた場合、法人組合員と傭人 議論が新聞紙上で取上げられ、実務界の注目\n組合員は同様の課税関係に置くのが自然な気 を集めたが、事実関係として共通しているの\nがする。また、所得税基本通達においては、 が、営業者と匿名組合員が同一の企業グルー\n匿名組合における組合員の所得に閲し、当該 プ内の法人であるという点である。通常の取\n営業者の営業の内容に従い、パススルーされ 引にあっては投資家の行動は、ローリスクで\nる所得の種類を判断するという取扱いを示し ハイリターンの事業を選好しリスキーな事業\nている点で、当事者間における契約上の「匿 への投資は敬遠するであろう。一方、資金調\n名組合」という文言には必ずしもとらわれる 達する営業者の立場に立てば、高収益が約束", "is_heading": false}
{"anchor_id": "doc_0001:p23#a1", "doc_id": "doc_0001", "page": 23, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\nされる事業に第三者をあえて参加（匿名組合 「匿名組合員が共同事業者と認められるよう\n出資）させるようなことはしないであろう。 な匿名組合」（ドイツ租税法上の非典型的な匿\n納税者と税務当局の考え方の違いは、匿名組 名組合）の二類型が存在するところ、実態が\n合出資に当たっての投資リスクの有無につい いずれであれ、わが国の商法上の匿名組合に\nての両者の見方の相違として顕在化している。 該当する契約関係を全て租税法上の匿名組合\n納税者は、匿名組合員はリスクを伴う匿名組 契約と解した場合、上記二つの議論は生ずる\n合事業に独立企業間の取引と同様の条件で出 余地がないのかもしれない。このような議論\n資を行ったものであると主張する27。〉−一方、 の根底には、租税法が独自に定義づけをして\n税務調査官は、リスクのない高収益が見込ま いない重要な用語の解釈を、どのように行う\nれる事業について、税負担を最少化する投資 かという議論が存在する。\n形態として匿名組合出資を選択したものでは （3）契約書の表示と事実認定\nないか、という問題意識で、仕組まれた契約 裁判例の中には、税理士の助言に基づき同\n関係の真の事業目的を証拠に基づいて検証し 族関係者が租税回避目的で組成した匿名組合\nようとする。そこに税務処理をめぐる議論が の存在を虚偽であるとして税務上否認した事\n生まれている。 件29や、任意組合に当たるか匿名組合に当た\n匿名組合分配金を営業者の所得から控除で るかが争われた事件30、人格のない社団等に\nきるか否かの議論が、法令解釈通達が拠り所 当たるか匿名組合に当たるかが争われた事件\nとする法的根拠の問題として存在している 31などがあり、租税法の適用にあたり、納税\n28山方、共同事業からの利益配分の安当性に 義務者の事実認定に関しては、実態判断が行\n焦点を当てた議論も行われている。m＝一つの論 われている例がある。\n点は、匿名組合出資が過少資本税制の適用対 【…一方では、実務の専門家からは、民法上の\n象たる、営業者にとっての負債に当たらない 組合の一類型とされる内的組合と匿名組合は\nかという議論である。企業によっては、財務 類似しており、匿名組合の法的性質は、内的\n会計上、「匿名組合預り金」といった勘定科目 組合の特殊型と位置付けられて、当事者・出\nを選択しているケースもあり、議論のあると 資・利益及び損失の分配を限定した類型であ\nころであるが、租税特別措置法施行令39条の ると言えるという考え方も示されている32。\n13に規定する負債には該当しないという主 このように、民法、商法における概念規定が、\n張も多い。また、匿名組合事業を共同事業と それぞれの法律の目的に従ったものとなって\n見た場合、組合員は資金を出し、営業者は事 いる以上、あえて匿名組合と内的組合の明確\n業に関連するノウハウや金銭その他の資産を な区別を行うことが必要とされていないのか\n出して、共同事業を行うわけであるが、共同 もしれない。しかしながら、租税法において\n事業の当事者が国外関連者であるので、独立 は、税務上の取扱いが異なる以上、明確な判\n企業間価格による取引、すなわち、所得配分 断基準の下で、匿名組合と任意組合の区別を\nが行われなければならないという議論も成立 行う必要性が生ずる。租税法上の事実認定を\nする。営業者に帰属する利益には、事業連常 行うためには、租税法の解釈に当たっての明\nにかかる報酬と拠出した財産に対応する分配 確な判断基準が必要であるということである。\n利益の二つの要因があるものと思われる。 （4）借用概念の解釈\n谷口教書受が前掲論文において紹介しておら 金子宏名誉教授は、租税法現において用い\nれるように、匿名組合の実態には「匿名組合 られる概念を、他の法分野で用いられない租\n員が純粋な出資者にすぎないような匿名組 税法独自の概念（固有概念）と、すでに他の\n合」（ドイツ租税法上の典型的な匿名組合）と 法分野で用いられている概念（借用概念）の", "is_heading": false}
{"anchor_id": "doc_0001:p24#a1", "doc_id": "doc_0001", "page": 24, "para_idx": 1, "text": "税大ジャーナル ユ 2005．4\n二つに分けられ、固有概念については、私法 り切って結論を出すのは危険であると考え\n上の法律関係にとらわれることなく、租税法 る。・‥」34。\n独自の見地からその解釈をなすべきであり、 植松守雄弁護士は、保全経済会などのいわ\n借用概念については、目的論的解釈が必要で ゆる匿名組合組織による「町の利殖機関」が\nあることについて否定はしないが、特段の根 行う分配金に対して、税務当局が行った源泉\n拠がない限りは】別意に解すべきことが明ら 徴収の決定処分について争われた事件35を\nかでない限りは山一それは本来の意味において 取上げ、借用概念の解釈について具体的な問\n用いられていると解するのが、立法者の意思 題提起を行っておられる。「‥・要するに税\nに合致しており、また、規定の趣旨・目的に 法が特別の定義を設けないで匿名組合という\n合致していると思われる、とした上で、借用 用語を使っている以上、私法上の概念と同じ\n概念は原則として私法におけると同義に解す ように解釈すべきで、匿名組合の本質的な要\nべきであろうと述べておられる33。 素は匿名組合員が隠れた事業者として事業に\nこれに対して、植松守雄弁護士は、次のよ 参加し、その利益の分配を受けるところにあ\nうな指摘を行い、借用概念とされる概念が本 るが、問題の組織は表面は匿名組合を標模し\n来の法分野において確固とした意義を有して ているものの、このような匿名組合としての\nいるのかという点について問題提起を行って 本質的な要素が欠けているという判断である。\nおられる。「・‥また、租税法律主義の機能 この判決の結果、そもそもこの種の街の利殖\nとして法的安定性、予測可能性が重視される 機関の分配金を狙って立法されたはずの税法\nべきことも当然であり、それが税法の解釈態 の規定は全くの空振りに終わった。この判決\n度を規定し、文理解釈重視の傾向につながる は、まさに税法上の概念を私法上の概念をも\n側面があることも否定しない。しかし税法は って律した適例ということができよう。」36。\n極めて複雑膨大な法体系であり、このような 生き残りをかけた厳しい競争を反映して、\n解釈態度でその全部の領域を律し尽くせるも 現実の企業行動の中には、先鋭化した仕組み\nのとは考えない。税法の解釈が問題となる多 取引が把揺されている。匿名組合を例にとれ\nくの場合は前述のように税法の規定が不備な ば、営業者である法人に100％出資する親会\nいし欠けつしている場合であり、そのような 社が匿名組合員として匿名組合出資名目の資\n場合に租税法律主義的思考ないし文理解釈の 金拠出を行っているケースや、匿名組合員た\n過度の強調は危険であり、反対に合理的、合 る法人が営業者である法人に役員や従業員を\n目的的な解釈の必要性が強いことを主張した 派遣しているケースがある。また、匿名組合\nい。もちろん租税法律主義の理想から税法の 員である法人の商号とほぼ同じ商号を営業者\n規定は明確で詳杏であることが望ましいが、 が使用しているケースもあり、匿名組合員が\n必ずしもそうではないのが現実であり、その 営業者の事業経営に一切口を出さないといっ\n限りで実際上租税法規の予測機能にも限界が たケースばかりではない実態がある。このよ\nあるのである。・‥」。「‥・確かに、いわ うな、スキームについては、当事者間の契約\nゆる借用概念がその本来の法分野で確固とし の背景に様々な意図が隠れていることがある\nて明確な意義を持つものであれば、特別の事 ため、納税者と税務当局との間で、契約の解\n情のない限り、税法でもそれと同一の意義に 釈をめぐり多くの議論が展開されている。\n用いられているものと考えるのが妥当であろ 企業グループ内で締結される匿名組合の実\nうが、そもそもある概念が借用概念になるの 態判断をフローチャ山トで示すと次のように\nか固有概念になるのかその限界もかなり曖昧 なる。\nであり、このような考え方の下で機械的に割", "is_heading": false}
{"anchor_id": "doc_0001:p25#a1", "doc_id": "doc_0001", "page": 25, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\n＜企業グループ内で締結される匿名組合の実態判断フローチャート＞\n企業グループ内で締結\nさ れ る 匿名組合\n契約書どおりに実行されているか？ どのような実態か？\n典型的な匿名組合の 典型的な匿名組合の 実態に応じた\n実態を備えている 実態ではない 事 実認定\nく具体例＞\n・ 契約当事者が実態のない′ヾ−−\n匿名組合契約でない\nパ鵬カンパニ…である場合 実態がある場合には\n・ 営業者の使用する名称が匿名 実態に応じた課税\n組合員の名称と同一か類似し\nている場合\n・ 匿名組合員が」人しかおらず、\nしかも当該組合員が営業者の 契約書の作成及び実\n施にあたって、仮装、\n100％株主である場合\n・ 出資割合と利益分配割合、損失 隠蔽の事実がある場\n分配割合に著しい偏りがある 合は重加算税の適用\n場合 など 対象となりうる\n法令・通達に準じた 匿名組合として\n取り扱いを行う 取扱うべきか否\nかの判断を行う\n（5）実態判断が行われる場合の論点 体課税が妥当であるのかが最大の論点と言え\n本件事例においては、当事者間で「匿名組 る。事業体課税が妥当であるとする立場をと\n合契約」と表示されている事業組織について、 る場合には、対象とされている事業組織が法\n租税法上、構成員課税が妥当であるか、事業 人格を持たないため、法人税法第3条に基づ", "is_heading": false}
{"anchor_id": "doc_0001:p26#a1", "doc_id": "doc_0001", "page": 26, "para_idx": 1, "text": "税大ジャーナル ユ 2005．4\nき当該事業観織を「人格のない社団等」と認\n員に資金を出している法人（又はファンド等）\n定し、「法人とみなして」課税されるか否かが が匿名組合契約の締結から事業運営の意思決\n大きな論点となる37。 定まで、関与している。\n特定の事業観接が、租税法上何に当たるか\nを判断するに当たっては、契約関係の実態を\n見るプロセスが必要であるが、現実の契約実\n態には、次のようなパターンが存在する。\n① 第三者間で締結された典型的な匿名組合\n契約のケーース\n組合員は資金の拠出者であり、営業者の事業\nにはほとんど口を出さない。組合員の責任ほ\n出資金の範囲に限られる。 税務調査では、これらそれぞれのケースに\nついて、当該事業組織の契約実態と運営の事\n実に基づき、当該事業組織そのものに焦点を\nく ＞\n当てて、事実認定を行うことになるが、現実\n匿名組合契約\nの作業は典型的な匿名組合契約の要因と人格\n② 第三者間で締結された非典型的な匿名組 のない社団等の要因とをリストアップして、\n合契約のケース 相対的な評価を行うこととなる。\n組合員は営業者の共同事業者として積極的に また、（むについては、ペーパーカンパニー\n事業運営の意思決定等に参加している。組合 が行った契約は、その実態を営業者と組合員\n員の責任限度は契約次第。 が締結した契約と見る考え方（A説）と支配\n法人が組合員の名で営業者と契約を締結し、\n組合員の行為としてこれを履行していると見\nく ＞\nる考え方（B説）がある。A説の場合、営業者か\n匿名組合契約\nら分配される損益は組合員に帰属すると見る\n③ 企業グループ内で締結された非典型的な 考え方につながるが、B説の場合、営業者か\n匿名組合契約のケース ら分配される損益は組合員を経由して支配法\n営業者の100％株主である組合員が唯一の組 人に帰属していると見る考え方につながる。\n合員として匿名組合出資するケース、営業者\n（6）租税条約の適用に関する論点\nが匿名線合貞の名称を使用しているケース、 本件において、納税者サイドは本件取引に\n営業者の財産の拠出額（無形資産を含む）と ついて、日蘭租税条約が適用されることを前\n組合から営業者に支払われる報酬の額が不均 提に議論を展開している。この場合、オラン\n衡なケース等が含まれる。 ダサイドの条約の適用対象者はオランダ法人\n（N）と思われるが、日本サイドは日本法人（J）\nであるのか、匿名組合であるのかが、まず問\nく ＞\n題となる。\n匿名組合契約\n匿名組合について、国内法の法令解釈通達\n④ 組合員がペーパーカンパニー等である匿 では、構成員課税を行うこととしているが、\n名組合契約のケース この取扱いの存在をもって、匿名組合がOECD\n組合員がペーパーカンパニー等であり、組合 モデル条約上のパートナーシップに当たると", "is_heading": false}
{"anchor_id": "doc_0001:p27#a1", "doc_id": "doc_0001", "page": 27, "para_idx": 1, "text": "税大ジャー ナル 1 20（）5．4\n即断はできないが、ここでは、匿名組合をパ 生ずるわけであるが、この場合、各パー トナ\nートナーシップの一類型と位置付ける仮定を 一に帰属する所得は匿名組合事業として行っ\n置いて、租税条約の適用について検討を加え ている主たる事業となるものと思われる。そ\nる。 のように考えた場合、所得の種類は事実認定\n法人格を有しない組織体に対するOECDモ 次第となり、条約上の解釈として重要性を持\nデル条約の通用に関する検討結果は、2000年 ってくるのは、恒久的施設の有無といった論\nに「OECDモデル条約のパーートナーシップヘの 点になる。\n適用」（TheApplicationof the OECDModel\n（7）「匿名絶食利益分紀スキーム」への制\nConvention to Partnerships）38として公表 度的対応\nされている。その中の、第Ⅲ章源泉地国によ 現実の経済取引は、取引当事者の置かれた\nる租税条約の適用の（34）において、「…パー 状況次第で、多様性のある契約関係、取引関\nトナーシップが設立された国が、そのパート 係が成立しており、個別の要件を定めて課税\nナーーーシップを税務上、導管として取扱う場合、 関係を明文規定することは至難のわざとも思\n当該パー血トナーシップは当該国でほ第4条の える。非居住者や外国法人がパートナーとな\n意味では課税を受けることはなく、条約の目 っている場合に、パートナーシップからの分\n的上、居住者とはならない。・‥」39とされ 配利益に対しどのように課税するかについて\nていることから、日本サイドの条約の適用対 は、米国内国歳入法典第875条の規定が参考\n象者は匿名組合営業者である日本法人（J）と となる。同条では、「非居住者又は外国法人が\n考えるのがOECDモデル条約の解釈に整合的 メンバーとなっているパートナーシップが米\nな考え方であると思われる。そのように解釈 国叩こおいて営業又は事業を行っている場合、\nすると、商法上の匿名組合契約の特徴である、 当該非居住者や外国法人も米国内において営\n「匿名組合事業は対外的には、営業者の単独 業又は事業を行っているものとみなされる。」\n事業であり、組合財産は営業者の単独所有で と規定されている。さらに、内国歳入法典第\nある」という一面をベースに、営業者である 1446条において、パートナーシップが非居住\n（J）が当該事業で稼得した所得の一部を、匿名 者や外国法人のパートナーに対し、パートナ\n組合員である（N）に分配する取引について、日 ーシップ事業の利益の分配を行う場合、個人、\n蘭租税条約が適用されるという構図になる。 法人に応じて、最高税率により源泉徴収を行\nそのように考えると、匿名組合事業からの分 う旨規定している。この取扱いに倣うならば、\n配金は、利子や配当に極めて近い所得と言え 「非居住者又は外国法人が組合員となってい\nそうである。これを、租税条約上明示されざ る匿名組合が日本国内において営業又は事業\nる所得として、「その他所得」に落とし込む考 を行っている場合、当該非居住者又は外国法\nえ方が自然であるのかどうか、検討の余地が 人の匿名組合員は、匿名組合の営業者の事業\nあるように思われる40。 拠点に恒久的施設を有するものとする。」とい\n一方、匿名組合員のもう一つの顔である「隠 った規定を設ける案が考えられる41。また、\nれたる共同事業者」という一面に着目して条 徴税を確保するためには、非居住者又は外国\n約の適用関係を整理すると、匿名組合もパー 法人の組合員に対する匿名組合利益の分配を\nトナーシップの一類型と位置付けられ、営業 行う場合には、営業者が個人の最高税率又は\n者も匿名組合員も匿名組合事業に参加するパ 法人税率により源泉徴収を行い、翌月10日ま\nートナーと考えることもできる。各パートナ でに納付するとする規定を設けるのも一つの\nーはそれぞれに帰属する所得について、所得 解決法であろう42。\nの源泉地国及び居住地国における課税関係が 平成17年1月17日に閣議決定された「平", "is_heading": false}
{"anchor_id": "doc_0001:p28#a1", "doc_id": "doc_0001", "page": 28, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\n成17年度税制改iEの要綱【Jでは、民法組合等 て、次の措置を講ずるとする改正の方向性が\nの組合員である非居住者又は外国法人が受け 示された。\nる申告納税の対象とされる利益の分配につい\n「平成17年度税制改正の要綱」（＝17．1．17閣議決定）抜粋\n四 国際課税\n4 民法組合等の組合員である非居住者又は外国法人（以下「外国紙合昌」という。）が受\nける申告納税の対象とされている利益（当該民法組合等が国内において行う事業から\n生ずるものに限る。）の分配について、次の措置を講ずる。\n（り 外国紙会員が受けるべき利益の分配については、当該民法組合等から利益の分配が行\nわれた日（当該利益の分配が当該利益に係る各計算期間の末日の翌日から 2月を経過\nする日までに行われない場合には、当該2月を経過する日）に、20％の税率により源泉\n徴収を行う。ただし、外国組合員のうち国内に組合事業以外の事業に係る恒久的施設\nを有する者については、一定の要件の下で、源泉徴収は行わない。\n（2）外国組合員が民法組合等の各計算期問に受けるべき利益の分配に係る支払調書制度の\n整備を行う。\n（3）その他所要の措置を講ずる。\n（注〉上記の改正は、平成17年4月1日以後に開始する計算期問に係る利益の分配につい\nて適用する。\n毎年の税務調査により把捉される制度的な 付することで、日本での課税関係が完結する\n対応を要する課税問題に対しては、逐次税制 こととなった。この取扱いの利点を利用して、\nの改正で対応してきているが、新たな制度が 一部の外資系法人ほ、親会社等による株式取\nできても、さらにこれを利用するスキームも 得や出資金による投資形態を匿名組合出資に\n発生してきている。例えば、平成14年度の税 変更し出していると言われる。このような資\n制改正により、匿名組合分配金については、 金の拠出形態の違いにより著しい税負担の相\n支払時に20％の源泉徴収を行うこととなった 違が生ずる状況は、バランスの取れた制度と\nため、非居住者及び外国法人の匿名組合員は、 は言えず、税務を超えた問題を発生させる要\n日本国内に恒久的施設を有しない限り、匿名 因を内包していると思われることから、早急\n組合分配金について20％の源泉徴収税額を納 に手を打つ必要があるものと考える。", "is_heading": false}
{"anchor_id": "doc_0001:p29#a1", "doc_id": "doc_0001", "page": 29, "para_idx": 1, "text": "税大ジャ血ナル 1 2005．4\n【従来のビジネスモデル】（新日米租税条約の親子会社間配当課税の免除の取扱いを考慮している）\n出 資\n内国法人 親 会 社\n（日 本） （米 国）\n利益配当\n利益 1000 配当 500\n法人税等 息500 源泉税 0 税引き後受取配当金 500\n【新しいビジネスモデル】（新日米租税条約の匿名組合分配金に係る議定書を考慮している）\n匿名組合出資■\n内閣法入 親 会 社\n利益 1000\n（日 本） （米 国）\n匿名分配金 A900 匿名組合分配金\n課税所得 100 匿名分配金 900\n法人税等 A 50 源泉税 A180 税引き後匿名分配金 720", "is_heading": false}
{"anchor_id": "doc_0001:p29#a2", "doc_id": "doc_0001", "page": 29, "para_idx": 2, "text": "しての整合性を保ちながら制度設計を行う必\n1999年5月に日本経団連は、「わが国産業 要がある。特に、タックスシェルターの利用\nの競争力強化に向けた第一次提言」と題する は透明な事業体の増加と軌を一にしていると\n意見書を発表し、有限責任事業組合（仮称） 言われるほど、税負担の軽減を図る仕組みに\nの導入を提言した。これを磯に、日本版リミ 利用されやすい事業組織であることは、米国\nテッド・ ライアビリティ・カンパニー（LLC） の歴史的な経緯を紐解けば理解できる43。\nや日本版リミテッド・ライアビリティ・パー 米国におけるパートナーシップ税制等の改\nトナーシップ（mP）の論議が盛り上がりを見 正の変遷は、ある意味ではタックスシェルタ\nせている。 ーへの対応の歴史とも言え、米国の税務当局\n本稿で取上をデた課税問題はいずれも構成員 にとって困難な道筋を辿った多くの裁判例は、\n課税が認められている透明な事業体 わが国の制度を考えるに当たって、格好の教\n（Transparent Entity）が投資ビークルとし 材となるものと思われる。一方、同様の課税\nて利用されているケースである。民法上の組 問題が発生しているとは言え、米国と日本の\n合や匿名組合さらに信託といった事業組織に 質問検査権の違いや裁判制度の相違は税務の\n関する諜報制度の選択の問題は、外国で組成 執行に決定的な差異を生ずることとなるので、\nされたパートナーシップや信託等の事業組織 資料提出義務や立証責任について十分に配意\nを日本の租税法上どのように取扱うかという した上で米国の制度を参考にしなければなら", "is_heading": false}
{"anchor_id": "doc_0001:p30#a1", "doc_id": "doc_0001", "page": 30, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\nないと考える。\n国際課税の制度設計を税務調査の実効性の ダー基礎研究』（税務経理協会 2003年）にお\nいて、「内国歳入法輿によって是認される方法で\n方向から考えると、制度を円滑に執行させる\n当期の所得を課税から逃避させ当期の所得税を\nために、法令遵守の確認プロセスが効率的か\n減少させる可能性を投資家に与える投資であ\nつ効果的に進行するための納税者の最低限の る。」と定義しておられる。（p3）\n義務を明確に法律において規定すべきと考え 2 金子宏教授は、『租税法第九版増補版』におい\nる。例えば、外国法人が無申告の場合に、税 て、「私法上の選択可能性を利用し、私的経済取\n引プロパーの見地からは合理的理由がないのに、\n務当局が当該外国法人の恒久的施設の有無及\n通常用いられない法形式を選択することによっ\nび園内源泉所得の有無について調査を行うケ て、結果的には意図した経済的層的か−し経済\nースでは、調査を受ける立場の外国法人は恒 的成果を実現しながら、通常用いられる法形式\nに対応する課税要件の充足を免れ、もって税負\n久的施設がない、あるいほ国内源泉所得は存\n担を減少させあるいは排除することを、租税回\n在しないという判断をしており、その立場に\n避（taxavoidance，Ste11emmge王IunめというJ\n立てば税務調査を受けるべき理由がないとい と述べておられる。b125）\nう考え方が成立するわけである。個別取引に 3 平野嘉秋教授は、「パートナーシップ税制の法\n的構造に関する一考察一日米比較を中心にして\n係る課税上の取扱い以前の領域で、納税者の\n【」『税大論叢23』（1993）の中で、「（米国の）\n権利と義務並びに税務当局の権利と義務を明 タックスシェルターとしてパートナーシップが\n確にする必要のある分野があるような気がす 利用される主要な目的は、人為的にべーパー上\nる。本稿で取上げた論点は、まさにその分野 の控除及び損失を創出し、所得課税を防御する\nことである。」として、その基本的な仕組みを億）\nの重要な一角を占める「納税義務者」の定義\n加速度償却による減価償却等により課税年度の\nに関するものである。 納付税額を軽減し、将来にその課税を繰延べる、\n①事業に必要な資金を調達するため借入金を利\n用し、支払利子を損金に算入する、③通常所得\nから税制上優遇措置が認められているキャピタ\n1 HenIYCampbe11Black，M．A．Black’sLaw\nルゲインへと、その所得の性質を転換する」と\nDictionaIγ（WestPublishi喝Coリ1990）\n“Adeviceusedbyataxpayertoreduceordefer いう三点を上げておられる。（（）内は筆者の\nPaymentOftaxes．CommonformSOrtaX 説明）p136〜p137\nSheltersinclude：limitedpartnershipinterests， 平野嘉秋「租税回避行為とその規制策に関する\nrealestateinvestmentswhichhave 一考察（一）一夕ックス・シェルターを素材と\ndeductionssuchasdepreciation，interest， しての日米比較一」『税大論叢25』（1995）plO6\n也xes，etC．TbeTaxRe食）mActof19861imited 〜p141\n払ebene丘tsoftaxsilelterssi許1述はntlyl）y 4 読売新聞2004年3月16日（朝）「航空機リ\nClassi詣ir将losses色・OmSuC壬1＄beltersas\nース投資 資産家？0八一斉課税」\npassiveand＿ruhngthatpa＄Sivelossescan\n八ツ尾順一「航空機リース事件−レバレッジ\nOnlyo飽etpassiveincomeinarrivingat\nド・リースと減価償却（特集最近の事件にみる\ntaxableincome（withafewexceptions）．Any\nexcesslossesaresuspendedandmaybe 税務否認の法理）」『税理』（1996）p5\nded11Ctedintheyeartheinvestmentissoldor 5 ノンリコースローン（非遡及型融資）の特徴\nは、債務履行の責任財産を対象不動産および賃\nOt‡1eⅣisedisposedo￡”\n中里実教授は、『タックスシェルター』（有斐 貸（または販売）収入のみに限定し、その他の\n閣 2002年）において、「租税裁定取引を用い 財産への債務履行請求を行わないというもので\nてタックス・ポジションの変更を行うことを目 ある。\n的とする取引を法的に定型化し、それにファイ 6 「53年リース通達」「63年リース通達」の取\nナンス取引に代表されるような投資商品等の装 扱いを踏襲した平成10年度リース関連税制改\nいをほどこして、納税者に対して販売するもの 正\nが、課税逃れ商品（タックスシェルター）であ 7 昭和63年の協会申し合わせでは、課税上の弊\nる。」と述べておられる。b13） 害の程度が著しくならないように6つの条件が\n本庄資教授は、『アメリカン・タックスシェル 提示された。また、平成2年の協会申し合わせ", "is_heading": false}
{"anchor_id": "doc_0001:p31#a1", "doc_id": "doc_0001", "page": 31, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\nでは、国内のレッサーーが匡機を越えて海外のレ として、ネットネット方式を適用している個人\nッシ山にレバレッジド・ リ・肌−スを行う場合、課 組合員が投資事業について、受動的な役割しか\n税上の弊害があるケいスとして二義償却と債権 演じていなかった場合、事業所得ではなく雑所\n譲渡のケースが指摘され、当該取引の抑制が申 得と分類きれる可能性があり、雑所得として他\nし合わされたと言われる。 大田昭和監査法人 の所得との損益通算はできないとする説を有力\n編『新版リースの会計処理と税務』（1997年） 説として紹介しておられる。（p151〜p152）\np230〜p233 ユ7 佐藤英明「アメリカ連邦所得税における「パ\n8 渕圭吾「フイルムリースを用いた仮装行為と ートナーーシップ」の範囲に関する問題点」『日税\n事実諾意」『ジュリスト』No．1165（1999．10）p130 研論集透VOlム舶（2000年）b75〜p76）\n一、、〉p134 181冒L法人税法第138条】国内源泉所得\nミラ 品川芳宣「任意組合を利用した映画フイルム 一 国内において行う事業から生じ、又は国内\nリースに係る減価償却費等計上の可否」『税研』 にある資産の運用、保有若しくは譲渡により\n（1999．5）p71 生ずる所得（次号から第十一号までに該当す\n10 品川芳宣 前掲書p72 るものを除く。）その他その源泉が国内にある\n1ユ 藤谷武史「フイルムリースを用いた租税回避 所得として政令で定めるもの\nが契約解釈により否認された事案」『租税法研 旧【法人税法施行令第177条】国内にある資\n究』29号（2001．10）p166 産の所得\ni2 藤谷武史 前掲書p166 次に掲げる資産の運用又は保有により生ず\ni3 藤谷武史 前掲書p166〜p167 る所得は、法第138条第1号（国内源泉所得）\n14 大村致志「契約法から消費者法へ」（東京大学 に規定する国内にある資産の運用又は保有に\n出版会1999年）p129〜p161 より生ずる所得とする。（中略）\n15 岩倉正和弁護士は、「映画フイルムの償却を用 四 国内において事業を行う者に対する出資\nいた租税回避商品の否認【パラツイ岬ナ事件」 につき、匿名組合契約（当事者の一方が相\n『税研』（2002．11）において、「本件にあっては、 手方の事業のために出資をし、相手方がそ\n当事者の真の意図が、映画フイルムに係る権利 の事業から生ずる利益を分配することを約\nの売買及びそのための金銭の借入れであったの する契約を含む。）に基づき利益の分配を受\nか否かという点で、事実を仔欄に検討すると、 ける権利\n実質的には映画フイルムの譲渡も金銭の借入・ 法人税法施行令第177条1項四号は平成14\n支払も行われていないと裁判所が真の法律関係 年改正で削除されており、改正後は、法人税法\nを認定することによって課税が認められたもの 第138条十一号所得に集約されて、PEを持た\nであり、裸の実質主義によって狭義の租税回避 ない納税者が稼得する匿名組合分配金は20％の\n行為の否認を行ったものではない点が留意きれ 源泉徴収により課税が完結することとなった。\nるべきである。」と述べた上で、「これはイギリ 実務において活動している匿名組合の中には、\nス（ラムゼイ・ルール）やアメリカ（ステップ・ 営業者の商号に匿名観合員の名称を用いている\nトランザクション理論）においても用いられて ケースがあり、営業者たる法人の100％株主が\nいる理論で、複雉なストラクチャーを用いた課 匿名組合員であって、当該匿名組合員が唯一の\n税逃れ商品の場合、一連の取引全体を総合的に 匿名組合員であるような極端なケースもある。\n勘案して、当事者の主張する人為的な契約関係 また、匿名娘合員が積極的に事業に参加してい\nは当事者の真の私法上の意思であったか否かを るケースも存在する。法人税法を解釈する上で、\n判断するものであり、我が国においても妥当す 「匿名組合」という商法の概念の枠内に入るも\nるものと考えられる。」と述べておられる。p54 の全てをそのまま受け入れて解釈すべきか否か\n〜p56 については、個別の事実関係のもとで議論が重\n1（う 増井良啓教授は、『日税研論集』VOL．44 ねられている。\n（2000年）において、「娘合形式の投資媒体と 19 法人税法第139粂並びに所得税法第162条に\n所得課税」について論じておられ、「組合員にお より、租税条約において国内源泉所得につき国\nける所得分類と組合損失の組合員への伝達」に 内法と異なる定めがある場合には、その異なる\n関して、（任意組合について）「傭人組合員が、 定めがある限りにおいて、その条約に定めると\nもし個人として投資していた場合であれば、雑 ころによる。\n所得であったものが、組合を媒体とした場合に ところで、日蘭租税条約にあっては、日本語\nほ、事業所得に転換されることが起こり得る。」 とオランダ語の条約文がそれぞれ正文とされて", "is_heading": false}
{"anchor_id": "doc_0001:p32#a1", "doc_id": "doc_0001", "page": 32, "para_idx": 1, "text": "税太ジャーナル 1 2005．4\nおり、条約上あるいはそれぞれの国内法上に定 税法11条、所得税法12粂）から出たものであ\n義規定を置いていない用語については、文脈に る」とした上で、匿名組合への出資の性格につ\n従って、解釈が行われることとなるものと思わ いて、次の四つの立場を紹介し、④の「一種独\nれる。その際、解釈Ll重要な判断基準とされる 特な契約とする立場」を通説と位置付けておら\nのは、契約書に表示されたてOKtJMEI れる。b218、p220）\nKUM二IAI”という”Spelling”や、実際には実行さ ① 資産所有権の完全な移転と考える立場\nれていない場合の契約上の個別規定ではなく、 ② 出資の移転を信託とする立場\n実効性のある契約の内容と運営の実態であると ③ 信託的譲渡とする立場\n思われる。 一種独特な契約とする立場\n20【目蘭租税条約第23条】 卯渕圭吾「匿名親合契約と所得課税−なぜ日本\n−・方の固の居住者の所得で前諸粂に明文の規\n「匿名組合契約は節税目的で用いられるのか？\nい」『ジュリスト』No．1251（2003．9）「結論から\n定がないものに対しては、当該十一方の軌こおい\nえば、匿名組合契約が節税目的で利用されて\nてのみ租税を課することができる。 きた理由は、これまでの所得税法・法人税法・\n∠ユ 谷口勢津夫「匿名親合の課税聞贋ト′rKスキー 租税条約の解釈が間違っていたことにある。」\nムに関する租税条約の解釈適用【」『日税研論 b177）\n劉Vol．55（2004）p143〜p188 27 谷口勢津夫教授は、「匿名組合の課税問題−\n22 谷［コ勢洋美 前掲審p153 でKスキームに関する租税条約の解釈適用【」\n23 大崎瀾氏は、『国際的租税回避】その対応策を 『日税研論集』Ⅶ1月5（2004年）において、「『①\n中心としてm』（大蔵省印刷局1990年）にお 大雑把に言えば、投資家にとってほ、これはハ\nいて、条約漁りの問題を取上げ、その対応策とし イリスク・ハイリターンの投資形態であり、資\nて、往昔he“look−through”approach．（“pricing 金を利用する事業者にとっては、事業の安定性\n払eveiユoftlleCOmpany”，法人のベールの突破）、 につながる資金調達方法であるといえる。』ので\n（∋Theexclusionapproacb（除外アプローチ）、 あり、『②匿名組合方式による共同事業は、活用\neTrhesubject・tO−taXaPPrOaCh．（課税アプロー の仕方によっては出資者たる匿名組合員にとっ\nチ）、径汀hecbannelapproacIl（ねらい打ち条項）、 ても、また営業者にとっても、リスクとリター\n⑤真実条項（Bona丘deprovisions）を上げておら ンが合理的に配分されることになる理想的な事\nれる。この中の③は、本件の税務当局のアプロ 業形態』でありうるのである。」（『①』内は西村\nーチに近いと言える。（p357〜p366） 総合法律事務所編『M＆A法大全』（商事法務研\nなお、OECDモデル条約第4条のコメンタリ 究会・2001年）p394を引用『②』内は永沢徹\nー（Paragrap壬11−8）には、COnd厄tcompanyへ 監修『匿名組合の法律・会計税務と評価』（清文\nの条約の適f削こ当たっての、「居住者」の解釈に 社1997年）「監修のことば」を引用）と述べて\n関する考え方が示されている。 おられる。\n24 渕童吾「匿名組合契約と所得課税…なぜ日本 28 渕圭吾助教授は前掲書において、「筆者の見る\nの匿名組合契約は節税目的で用いられるの ところ問題点は3つある。第1に、所得税基本\nか？」（ジェリストNo．12512003．9）p180では、 通達は営業者段階での所得分類を匿名組合員に\n「原則とされるルールは、「利益の分配」と書か 引き継がせているが、これには理由がない。第2\nれていることからして、営業から（損失ではな に、匿名組合契約に関する法人税基本通達は、\nく）利益が生じた場合に限って、しかもその利 匿名親合員を民法上の組合員と同じ意味での共\n益が分配された時点で、匿名組合員の所得に反 同事業者として扱っているが、それは正しくな\n映されると考えているようである。注目される い。第3に、租税条約の解釈において、匿名組\nのは、ここで、所得の種類が営業者から引き継 合契約に基づく利益の分配の本質が利子なのか\nがれていることである。」と述べておられる。 配当なのかはっきりしないからといって、それ\n25 永沢徹監修「新版 SPC＆匿名組合の法律・ を「その他所得」であるとすることは誤ってい\n会計税務と評価」（清文社2000年6月）p379 る。」と述べておられる。b181）\n〜p400 29 佐賀地裁判 昭62（わ）第100号、第101\n「任意組合、匿名組合について、団体として 号 平元．10．24\nの課税をしないと明記している法人税法や所得 30 名古屋地裁判 昭56（行り）第39号 昭\n税法の本法の規定はなく、実質的な所得者が課 60．3．25、東京地裁判 昭53（ワ）1259号 昭\n税を受けるという実質課税の原則の条文（法人 62．11．5、最高裁利 昭61（行ツ）155号 昭", "is_heading": false}
{"anchor_id": "doc_0001:p33#a1", "doc_id": "doc_0001", "page": 33, "para_idx": 1, "text": "税大ジャーナル ユ 2005，4\n63．10．13 39 く掬plicationoftileModelTaxConvention\n＝＋最高裁利 昭35（オ）4号 昭36．10．27、最 toPartnerships”］．2】34（部分）\n高裁利 昭36（オ）1254号 昭37．10．2 “IftheStateinwhichapartnershipas鮎cally\n32 永沢徹監修前掲書p216〜p218 transpare姉tbentIlepaごtnerS‡1ipisェ10t\n谷［］勢津夫前掲書p174「TKと区別が困難と “1iabletotax”inthatStatewithinthe\nされる詩学上の内的組合（組合財産を業務執行 meaningofArticle4，andsocannotbea\n者門一人の名義とし、対外的にほその者一人の名 residentfbrpuq）OSeSOftheConvention．”\n… 谷口勢津夫前掲奮「その他所得条項説は匿名\nで営業する場合）が判例上任意組合と解された」\n組合の利益分配について一定の事実認定を積極\nと述べておられる。\n的に説いているわけではなく、また、その他所\n㌻う 三金子宏「租税法と私法」（組税法研究第6号\n得条項それ自体も文字通り補充的な性格の定め\n】▲978）p2−−p16\nに過ぎないから、企業利得条項説及び利子条項\n借用概念の解釈についての学説として、次の\n説のいずれかに妥当性を見出すことができるな\n三説を上げておられる。\n一一●、● らば、その他所得条項説の成り立つ余地はなく\nなろう。」（p174）「（一部省略）企業利得条項説\nそれは原則として独自の意義を与えられるべ\nも利子条項説もそれぞれそれなりに妥当性を持\nきであるとする見解。（団中勝次郎博士の見解\nち得る考え方であるといえよう。したがって、\nはこれに分類されるべきであろう。）\n① 続→説 法秩序の血体性と法的安定性を基 その他所得条項説に依拠して仕組まれたでKス\nキームという「租税回避の試み」は、結局のと\n礎として、借用概念は原則として私法におけ\nころ、失敗に終わる（否認される）と考えられ\nると同義に解するべきであるとする見解。（中\nる。企業利得条項説によろうが利子条項説によ\n川一郎博士の主張はこれに当たる。）\nろうが、この結論は変わらないが、残された問\n③ 目白勺適合説 租税法においても目的論的解\n題はどちらの説により大きな妥当性を認めるか\n釈が妥当すべきであって、借用概念の定義は、\nである。（以下省略）」（p176）\nそれを規定している法規の目的との関連にお\n41中里実教授は、『冒税研論集44』「パートナー\nいて探求すべきであるとする見解。（庚申二郎\n博士の説はこれに当たり、植松守雄氏の見解 シップ課税の国際的側面」において、ArddA．\nSkaar氏の”PermanentEstablisbment159\nも一種の目的適合説として理解すべきであ\n“（1991）を引用され、非居住者パートナーに対す\nる。）\nる取扱いの実例を示しておられる。「‥・（前", "is_heading": false}
{"anchor_id": "doc_0001:p33#a2", "doc_id": "doc_0001", "page": 33, "para_idx": 2, "text": "半省略）ニュージーランド源泉の所得を得てい\n究・2 税法の解釈適用と事実認定」（税経通信\n33巻6号1978）p50 る非居住者パートナーほ、申告書を提出する義\n35 最高裁判 昭36．10．27 民集15．9．2 357別 務を負う…。パートナーシップの保有する固定\n的施設は、そのメンバーそれぞれの固定的施設\n冊ジュリスト租税判例百選13事件\nとして取扱われる。国外パートナーが歳入法の\n3王 植松守雄「注解所得税法＝10＝」（会計ジャー\nナル1976年2月号）p81〜p82 義務を怠った場合、歳入長官は、その在ニュー\nジーランドのパートナーにそれらの義務を履行", "is_heading": false}
{"anchor_id": "doc_0001:p33#a3", "doc_id": "doc_0001", "page": 33, "para_idx": 3, "text": "断基準については、碓井光明「ネズミ講訴訟判 するように求めることができる。なぜなら、281\n粂によれば、在ニュージーランドのパートナー\n決「人格なき社団性の有無を巡って−」（ジュリ\nは、パートナーシップの所得に関して、国外パ\nスト Vbl．814昭和59年6月）p54がある。\nートナーの代理人であるとみなされ、申告書を\n昭和39年10月15日最高裁第一小法廷判決\n作成し、租税を支払う義務を負うからである。」\n昭和35（オ）1029建物収去土地明渡請求事件\n（p210）「パートナーシップ、リミテッド・パ\nの判断でほ、「権利能力のない社団」の成立要件\nートナーシップ等の利益分配取り決め−ただし、\nとして、①団体としての組織、②多数決の原則、\nジョイントベンチャーを除く−は、純利益の\n③構成員の変更にも関わらず団体そのものが継\n分配をなすものであれ、収益の分配をなすもの\n続する、④代表の方法・総会の運営・財産の管\nであれ、納税者の当該国家における現実の所在\n理・その他団体としての主要な点が確立してい\nや、事業場所を通じて行われる事業に対して納\nるという諸点をあげている。\n税者が影響を与える能力にかかわらず、恒久的", "is_heading": false}
{"anchor_id": "doc_0001:p33#a4", "doc_id": "doc_0001", "page": 33, "para_idx": 4, "text": "施設を構成する傾向がある。他の国にパートナ\nのパートナーシップへの適用』（（社）日本租税\nーシップないし他のパートナーの施設や、他の\n研究協会2000年7月）がある。", "is_heading": false}
{"anchor_id": "doc_0001:p34#a1", "doc_id": "doc_0001", "page": 34, "para_idx": 1, "text": "税大ジャーナル 1 2005．4\nパートナーにより遂行される事業が存在すれば\nそれで十分である。外国のパートナーが、現実\nに、あるいは、他のパ仙−トナー活動に対する影\n響を通じて、現実に、あるいは、他のパートナ\n｝活動匿対する影響を通じて、現実に当該施設\nを使用すれば、それは、伝統的な『使用する権\n利の基準』に合致している。しかし、この原則\nは、匿名組合およびそれに類似の取決めにおい\nても、納税者が自らの活動を行わず、事業の場\n所で遂行されている活動に何ら影響を及ぼさな\nいにもかかわらず、適用されてきた。納税者が、\n当該企業の資産の共有者であることは要求され\nてはこなかった。納税者が、純利益ないし収益\nの山部を受取る権利を有していれば、当該納税\n者は、事業の場所を使用する権利を有している\nとみなされる。しかし、これはジョイント・ベ\nンチャーに対しては適用されてはこなかった。」\nb218）\nペ2 谷口勢繚夫教授は、前掲書の中で、企業利得\n条項説に立った場合、所得税法第161条12号に\n言う「匿名絶食契約」から非典型的匿名組合契\n約（共同事業性のある契約）が除外されない限\nり、利益配当に係る源泉徴収が行われ、資産性\n所得であることを前提とした取り扱いとなって\nしまうことから、性質決定上の艶齢が生ずると\nして、「利子条項説による性質決定は源泉徴収と\nの関係でも国内税法と理論的に難なく渾合し得\nるであろう。」と指摘しておられる。（♭178）\n4：喜 平野寡欲「租税回避行為とその規制策に関す\nる一考察（一）…タックスシェルターを素材と\nしての日米比較00」『税大論叢25』（1995）plO6\n〜p141", "is_heading": false}
